{
  "projectCard": {
    "en": [
      {
        "id": 100,
        "path": "projectCard",
        "title": "A light of a rebirth",
        "icon": "",
        "data": "Berlin - 22.10.2017",
        "image": "../src/assets/images/hamdiphotos/project/projectPage/c|o.JPG",
        "imageHover": "../src/assets/images/hamdiphotos/project/projectHover/c|o.jpg",
        "description": "This image vividly depicts cherished memories. Each detail holds deep significance: the red night light that illuminated my journey from Damascus to Berlin, and the watch I wore after fleeing Syria’s brutal war, reflecting my homeland’s lost value due to ongoing conflict. The apple juice, Damascene jasmine, and other elements tell a story of both sadness and hope, symbolizing the start of a new, anonymous phase.",
        "projectDetails": [
          {
            "id": 100,
            "cardDescription": "In this compelling and richly layered graphic design titled \"A Light of a Rebirth,\" the artist captures the poignant and transformative journey of a refugee's escape from the ravages of war to a new beginning in a foreign land. The composition of the image is meticulously crafted to convey a deep narrative that intertwines personal history, loss, and renewal.\n\nAt the Forefront: The Red Night Light\n\nThe red night light, a central element in the composition, is not merely a source of illumination but a symbol of hope and guidance through the darkness of uncertainty. It evokes the initial moments of departure from Damascus, where the warmth of this light served as a comforting beacon amidst the chaos and fear of fleeing a war-torn country. Its soft glow represents both the fragility and the resilience of the human spirit during times of profound change.\n\nThe Watch: A Tangible Connection to the Past\n\nThe watch featured in the image carries a weight of nostalgia and personal history. It is more than an accessory; it is a relic of a time and place that has been irrevocably altered by conflict. Worn throughout the journey from Syria to Berlin, the watch stands as a testament to the value of moments lost and the relentless passage of time. Its presence in the design underscores the enduring connection to one's homeland and the inescapable weight of displacement.\n\nApple Juice: A Taste of Nostalgia and Normalcy\n\nThe inclusion of apple juice introduces a touch of simplicity and normalcy, contrasting sharply with the surrounding elements of turmoil. This familiar, everyday item symbolizes the comfort and continuity that refugees often cling to, even as their lives are upended. It serves as a reminder of the mundane joys of life that are cherished and missed in the wake of upheaval.\n\nDamascene Jasmine: A Fragrant Memory\n\nDamascene jasmine, a signature element in the design, enriches the narrative with its fragrant and evocative presence. The scent of jasmine is deeply intertwined with the cultural and emotional landscape of Damascus. Its inclusion in the image represents the lingering essence of home, a beautiful yet bittersweet reminder of what has been left behind. The delicate flowers are a metaphor for the fragility and resilience of memory.\n\nOther Elements: A Tapestry of Sadness and Hope\n\nThe remaining elements in the design—each meticulously chosen—combine to create a visual tapestry of both sorrow and optimism. These elements collectively narrate the story of an individual grappling with the loss of a once-familiar life while simultaneously stepping into the unknown with a glimmer of hope. The imagery reflects the paradox of finding beauty and significance in the midst of adversity, capturing the essence of rebirth that accompanies new beginnings.\n\nThe Journey: From Damascus to Berlin\n\nOverall, \"A Light of a Rebirth\" is a powerful visual narrative that encapsulates the emotional and physical journey from a war-ravaged homeland to a new life in Berlin. It speaks to the universal themes of migration, memory, and the quest for renewal. The graphic design not only tells a personal story but also resonates with the broader human experience of seeking solace and identity amidst the dislocation and challenges of displacement.\n\nThis image is more than a reflection of past and present; it is a poignant reminder of the strength and resilience of individuals who, despite facing unimaginable trials, continue to forge a path toward a hopeful future.",
            "alt": "A light Of Project c|o",
            "imageGroup": {
              "img_1": "../src/assets/images/hamdiphotos/project/projectDetails/c|o/c|oAustellungN1.jpg",
              "img_2": "../src/assets/images/hamdiphotos/project/projectDetails/c|o/c|oAustellungN2.jpg",
              "img_3": "../src/assets/images/hamdiphotos/project/projectDetails/c|o/c|oAustellungN3.jpg"
            }
          }
        ]
      },
      {
        "id": 101,
        "path": "projectCard",
        "title": "You are Me",
        "icon": "",
        "data": "Berlin - 11.01.2015",
        "image": "../src/assets/images/hamdiphotos/project/projectPage/youme.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/projectHover/youme.jpg",
        "description": "Das Bild zeigt eine künstlerische und professionelle Verschmelzung von zwei Gesichtern, einem jungen Mann und einer jungen Frau, zu einem Bild. Der sanfte Übergang betont ihre Ähnlichkeit und emotionale Nähe. Das Design vereint Details ohne klare Unterschiede, reflektiert die starke Beziehung und Harmonie zwischen ihnen und stellt emotionale Verbindung dar.",
        "projectDetails": [
          {
            "id": 101,
            "cardDescription": "The graphic design titled \"You Are Me\" captures the profound essence of unity and connection through a masterful blend of two faces. This piece portrays a young man and a young woman whose features are seamlessly merged, symbolizing an intimate and emotional bond. The artist has skillfully crafted a gentle transition between their faces, highlighting their similarities and the deep connection they share.\n\nIn this design, the absence of distinct boundaries between the two faces emphasizes the harmony and closeness between them. The delicate balance of details and the smooth fusion of their expressions reflect a powerful sense of empathy and mutual understanding. This visual representation goes beyond mere aesthetics; it serves as a poignant reminder of the shared human experience and the emotional ties that bind us together.\n\nThe work invites viewers to contemplate the beauty of relationships and the idea that, at a fundamental level, we are all interconnected. The imagery eloquently embodies the notion that within each of us, there exists a reflection of another, reinforcing the theme of universal kinship and emotional resonance.\n\nAs you explore this design further, let it inspire you to think about the ways in which we relate to one another and find common ground. The design not only celebrates the individual but also underscores the significance of our connections with others.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 102,
        "path": "projectCard",
        "title": "Emothion of the moraine",
        "icon": "",
        "data": "Berlin - 25.06.2016",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/emothion.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/emothion.jpg",
        "description": "Diese Grafik zeigt das Gesicht eines Kindes, das in zerstörte Landschaften übergeht. Die Augen des Kindes, voller Trauer und Unschuld, verschmelzen mit den Trümmern im Hintergrund. Diese visuelle Kombination symbolisiert das tiefe menschliche Leid, das durch Zerstörung verursacht wird, und verweist auf die bleibenden emotionalen Narben, die solche Katastrophen hinterlassen.",
        "projectDetails": [
          {
            "id": 102,
            "cardDescription": "In this evocative graphic design, titled \"Emotion of the Moraine,\" we are presented with a profoundly poignant visual narrative that speaks to the heart of human suffering and the enduring impact of environmental destruction. The image centers on the face of a child, whose delicate features are imbued with a powerful sense of sorrow and innocence. The child’s eyes, reflecting both a deep melancholy and a profound vulnerability, are seamlessly integrated into a backdrop of a devastated landscape.\n\nThe graphic portrays a striking contrast between the purity of the child’s expression and the harsh reality of the ravaged environment surrounding them. This juxtaposition underscores a stark commentary on the effects of environmental and human-induced catastrophes. The child’s eyes, brimming with tears that seem to merge with the crumbling, chaotic terrain, symbolize the emotional weight carried by those who are most affected by such destruction. It emphasizes how these tragedies not only displace and destroy physical surroundings but also inflict deep psychological scars on the most innocent and vulnerable members of society.\n\nThe destruction depicted in the background, possibly a result of natural disasters like floods or landslides, or human activities such as war or industrial exploitation, serves as a metaphor for the broader environmental and emotional erosion that accompanies such events. The term \"moraine\" in the title can be interpreted as a reference to the residual emotional and physical debris left behind, akin to the geological debris left by glaciers. This metaphorical use of the word enhances the graphic’s depth, suggesting that just as moraines are markers of past ice ages, the emotional landscape we see here is a marker of past and ongoing tragedies.\n\nThe seamless blending of the child’s visage with the wreckage highlights the inescapable connection between human suffering and environmental devastation. The graphic design evokes a visceral response, prompting viewers to reflect on the broader implications of such imagery. It invites us to consider the long-lasting impact of destruction on human lives and to empathize with those who endure the repercussions of calamities that are often beyond their control.\n\nBy presenting this powerful imagery, \"Emotion of the Moraine\" not only portrays a child's emotional suffering but also challenges us to confront the broader social and environmental issues that cause such suffering. It serves as a call to action, urging viewers to recognize and address the underlying causes of these devastating events and to work towards a more compassionate and sustainable world.\n\nIn summary, this graphic design is a haunting yet beautiful exploration of the intersection between human innocence and environmental ruin. It is a poignant reminder of the profound impact of destruction on both the physical world and the emotional states of those affected. The artist has masterfully used visual elements to convey a deep and enduring message about the consequences of our actions and the lasting emotional scars they leave behind.",
            "alt": "Emothion of the moraine",
            "imageGroup": {
              "img_2": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN2.jpg",
              "img_3": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN3.jpg",
              "img_4": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN4.jpg",
              "img_5": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN5.jpg",
              "img_6": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN6.jpg",
              "img_7": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN7.jpg",
              "img_8": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN8.jpg",
              "img_9": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN9.jpg",
              "img_10": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN10.jpg"
            }
          }
        ]
      },
      {
        "id": 103,
        "path": "projectCard",
        "title": "The end of the world",
        "icon": "",
        "data": "Damascus - 4.09.2013",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/theEndofTheWorld.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/theEndofTheWorld.jpg",
        "description": "This artwork depicts two Syrian men emerging from the ruins of devastated neighborhoods, searching for a new place in the vast, uncertain world. Driven by the destruction of war, they journey toward Earth, their expressions a blend of hope and despair. The piece captures the profound sense of displacement and the search for a future amidst the remnants of a shattered past, reflecting the harsh realities of being uprooted and adrift in an unfamiliar landscape.",
        "projectDetails": [
          {
            "id": 103,
            "cardDescription": "In this powerful and evocative artwork, titled \"The End of the World,\" the artist delves deep into the harrowing narrative of displacement and survival amidst the aftermath of conflict. The scene unfolds with two Syrian men emerging from the debris of once-thriving neighborhoods that have been ravaged by the relentless tide of war. Their surroundings are a stark tableau of devastation: crumbled buildings, scattered rubble, and remnants of lives interrupted.\n\nThe men stand at the threshold of a new and uncertain chapter, their figures silhouetted against a backdrop of ruin. Their expressions are a poignant amalgamation of hope and despair—a complex emotional state that reflects their tumultuous journey. The artist masterfully captures the fragility of their situation and the immense psychological weight of their predicament. Their faces, etched with weariness, convey a deep longing for stability and peace, while their eyes hint at a glimmer of hope for a better future.\n\nThe composition of the artwork starkly contrasts the chaotic destruction surrounding the men with the vast, open expanse of the world before them. This juxtaposition symbolizes the daunting and unpredictable nature of their search for a new home. The environment is rendered with a stark realism that underscores the profound sense of loss and dislocation experienced by those forced to flee their homes.\n\nThe use of color and light in the piece plays a critical role in amplifying the emotional depth of the scene. The muted tones of the ruins are contrasted with the slightly warmer hues of the horizon, suggesting the possibility of renewal and recovery even amid the desolation. The interplay of light and shadow serves to highlight the men’s isolation while also hinting at the potential for hope and rebirth.\n\n\"The End of the World\" is more than a visual representation; it is a visceral exploration of the human condition in the face of catastrophic change. It invites viewers to reflect on the profound impact of conflict and displacement, and to empathize with the countless individuals whose lives have been irreversibly altered by such events. The artwork stands as a poignant reminder of the resilience of the human spirit and the enduring quest for hope and belonging, even in the bleakest of circumstances.\n\nAs you delve deeper into this evocative piece, you are encouraged to consider the broader implications of its narrative. It speaks to the universal experience of seeking refuge and the indomitable will to forge a path forward despite overwhelming odds. Through its depiction of these two men’s journey, \"The End of the World\" captures a moment of profound human vulnerability and the enduring quest for a place to call home.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 104,
        "path": "projectCard",
        "title": "Silencer civilized coice",
        "icon": "",
        "data": "Damascus - 22.07.2012",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/silencerCivilizedVoice.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/silencerCivilizedVoice.jpg",
        "description": "This artwork depicts children inside a microphone, symbolizing how their voices are often ignored by media. It critiques the neglect of children's rights in our societies, highlighting the gap between their concerns and societal acknowledgment. By encasing these voices in a microphone, the piece emphasizes the need for genuine representation and the urgent call for their rights and perspectives to be heard.",
        "projectDetails": [
          {
            "id": 104,
            "cardDescription": "\"Silencer Civilized Choice\" is a compelling and evocative piece of graphic design that serves as a powerful critique of the ways in which children's voices are often marginalized and disregarded by contemporary media and societal structures. At first glance, the artwork presents a striking visual: a microphone, an emblem of communication and voice, is filled with children. This juxtaposition serves as a profound metaphor for the silencing of youthful perspectives in the broader discourse.\n\nCentral Theme and Symbolism\n\nThe microphone, typically a tool for amplifying voices and facilitating communication, is transformed into a vessel for children, who represent the future and the essence of untapped potential. Instead of amplifying their voices, the microphone in this artwork paradoxically contains them, symbolizing how their concerns are frequently overlooked or suppressed. This imagery starkly contrasts the usual function of a microphone, underscoring the dissonance between the potential for representation and the reality of their exclusion.\n\nCritique of Media and Societal Neglect\n\nThis design critically addresses the media's role in shaping public discourse and highlights its failure to adequately represent the voices of children. In many societies, children's opinions and experiences are often relegated to the background, overshadowed by more dominant narratives. The artwork critiques this neglect by visually representing the gap between the volume of children's voices and the deafening silence that often surrounds their issues.\n\nHighlighting the Need for Representation\n\nThe piece is a call to action, urging for a shift towards genuine representation and acknowledgment of children's rights and perspectives. By encasing these voices within the microphone, the artist emphasizes the urgency of addressing the disparity between the actual voices of children and their representation in media and policy-making. This visual metaphor challenges viewers to reconsider how children’s voices are perceived and acted upon within our societies.\n\nEmphasis on Rights and Perspectives\n\nThe artist's use of the microphone as a containment vessel rather than a conduit for expression highlights the pressing need for societal change. The piece serves as a visual advocacy for the rights of children, calling attention to the systemic issues that result in their perspectives being undervalued. It is a reminder of the importance of listening to and incorporating the voices of the younger generation in conversations that shape our future.\n\nConclusion\n\n\"Silencer Civilized Choice\" is more than just a graphic design; it is a poignant commentary on the state of children's rights and representation in modern media. Through its powerful symbolism and critique, the artwork not only draws attention to the often invisible voices of children but also serves as a catalyst for dialogue about how we can better integrate these voices into the societal narrative. It challenges viewers to reflect on their own roles in either perpetuating or dismantling the structures that silence these vital perspectives.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 105,
        "path": "projectCard",
        "title": "Syria",
        "icon": "",
        "data": "Damascus - 07.07.2011",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/syria.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/syria.jpg",
        "description": "This artwork portrays the name \"Syria\" burning fiercely above the Earth, set against the backdrop of space. The intense flames engulfing the name symbolize the devastating impact of ongoing conflict on the nation. The contrast between the fiery destruction and the vast, indifferent expanse of space highlights the profound suffering and isolation experienced by Syria. This piece captures",
        "projectDetails": [
          {
            "id": 105,
            "cardDescription": "This powerful artwork centers on the name \"Syria,\" which is depicted as burning fiercely above the Earth against the boundless backdrop of space. The image is a profound visual metaphor for the devastating conflict that has ravaged Syria for over a decade. The flames that consume the name \"Syria\" are not just ordinary flames; they are intense, almost alive, symbolizing the ongoing war and its relentless destruction. The way the letters are engulfed in fire reflects the widespread devastation, pain, and loss that have become synonymous with the country in recent years.\n\nThe choice to place this scene in the context of space is particularly striking. Space, an infinite void, represents the cold, indifferent expanse of the world around Syria. The Earth, seen beneath the burning name, seems small and distant, emphasizing how isolated the nation has become on the global stage. The indifferent vastness of space contrasts sharply with the intensity of the flames, underscoring the feeling of abandonment and the lack of meaningful intervention by the international community. This contrast serves as a poignant reminder of how the world has often watched from afar as Syria has been consumed by war, its people suffering in profound isolation.\n\nThe image is also a reflection on the deep scars left on Syria's identity. The very name \"Syria\" burning signifies the loss of heritage, culture, and history. As the flames devour the letters, there is a sense of something irreplaceable being destroyed—a country not just in physical ruin but also in the erosion of its national identity. The fire represents both the literal destruction of cities and lives, and the metaphorical burning away of Syria’s soul, its culture, and its people's spirit.\n\nMoreover, the artwork invites viewers to contemplate the enduring consequences of the conflict. The flames may eventually die down, but the damage done to Syria is far from temporary. Just as the embers of a fire can smolder long after the flames have subsided, so too will the impacts of this war continue to affect Syria for generations to come. The lingering smoke in the image suggests the long-lasting repercussions that will follow the country into the future—politically, socially, and culturally.\n\nIn this way, the artwork is not just a depiction of destruction but a somber reflection on the ongoing struggle and the profound cost of war. It serves as a call to remember the human suffering behind the headlines and statistics. The burning name \"Syria\" is a symbol of a nation that has endured unimaginable pain, yet the fire also hints at resilience—a burning spirit that refuses to be extinguished despite the overwhelming odds.\n\nThe piece captures the viewer’s attention not only through its striking visuals but also through the heavy emotional weight it carries. It is a reminder that behind every image of conflict, there is a deeper story of a people fighting to survive and retain their identity in the face of overwhelming adversity. This artwork is a tribute to Syria’s enduring spirit, a nation burning with the desire for peace, justice, and the chance to rebuild.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 106,
        "path": "projectCard",
        "title": "Logo's",
        "icon": "",
        "data": "Berlin - 04.11.2018",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/logo.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/logo.jpg",
        "description": "This artwork presents the logo for Damascus, the oldest continuously inhabited capital. As the first logo in a series, it is part of a collection featuring logos for every Syrian city. This intricate design captures the rich cultural heritage and historical significance of Damascus, serving as a cornerstone for the series. Each logo in the collection represents a unique city, showcasing Syria’s diverse history and cultural legacy.",
        "projectDetails": [
          {
            "id": 106,
            "cardDescription": "This artwork is a meticulously crafted logo representing Damascus, a city that holds the distinction of being the oldest continuously inhabited capital in the world. The logo is not just a symbol; it is a visual narrative that encapsulates the rich history, culture, and significance of Damascus within the context of Syria’s vast and diverse heritage. As the first in a series of logos dedicated to Syrian cities, this emblem sets the tone for a collection that aims to celebrate the unique identities and legacies of each city in the nation.\n\nThe design of the Damascus logo is deeply symbolic, with each element carefully chosen to reflect different aspects of the city’s identity. The intricate patterns and motifs echo the ancient architecture and artistic traditions that have flourished in Damascus over millennia. The use of traditional colors and shapes serves to remind viewers of the city’s deep roots in history, while also highlighting its enduring presence as a cultural and spiritual hub in the Middle East.\n\nAt the heart of the logo is a central symbol that represents Damascus itself. This could be a stylized version of a famous landmark, such as the Umayyad Mosque, or a more abstract representation of the city’s historical essence. Surrounding this central symbol, the design may include elements that reference Damascus’ contributions to art, science, and literature, as well as its role as a crossroads of civilizations throughout history. The logo’s design language speaks to the timeless nature of the city—an urban space where the past, present, and future coexist in a delicate balance.\n\nThe typography used in the logo is also a key component, with the name \"Damascus\" rendered in a font that blends tradition with modernity. The letters might be stylized in a way that evokes Arabic calligraphy, yet they remain accessible to a global audience, underscoring the universal relevance of Damascus as a symbol of resilience and continuity. The text complements the visual elements, creating a cohesive identity that honors the city’s legacy while positioning it within the broader narrative of Syrian culture.\n\nAs the first logo in a broader series, this artwork serves as a cornerstone for a collection that will ultimately represent all major Syrian cities. Each logo in the series is designed to be distinct, reflecting the unique character and history of the city it represents, yet they are all connected through a shared visual language. This approach not only highlights the diversity within Syria but also emphasizes the unity and common heritage that binds these cities together.\n\nThe Damascus logo, therefore, is more than just an emblem; it is a gateway to understanding the broader cultural and historical landscape of Syria. It invites viewers to explore the layers of meaning embedded in the design, encouraging a deeper appreciation of Damascus’ role in shaping Syrian identity. Through this logo, the ancient city is celebrated not just as a place on the map, but as a living, breathing entity that continues to inspire and influence.\n\nThis artwork is intended to resonate with a wide audience, from those who have personal connections to Damascus to those who are discovering its significance for the first time. It serves as a visual ambassador for the city, conveying its importance in a way that is both visually striking and deeply meaningful. By anchoring the series with Damascus, the artist sets a high standard for the logos that will follow, ensuring that each subsequent design will also capture the essence of its respective city with the same level of care and detail.\n\nThe logo collection as a whole aims to offer a visual journey through Syria, with each logo acting as a chapter in the story of the nation. The Damascus logo, in particular, is a celebration of a city that has stood the test of time, a testament to its resilience, and a tribute to its people who continue to carry its legacy forward.",
            "alt": "",
            "imageGroup": {
              "img_1": "../src/assets/images/hamdiphotos/project/projectDetails/logos/alepo.jpg",
              "img_2": "../src/assets/images/hamdiphotos/project/projectDetails/logos/homs.jpg",
              "img_3": "../src/assets/images/hamdiphotos/project/projectDetails/logos/dara.jpg",
              "img_4": "../src/assets/images/hamdiphotos/project/projectDetails/logos/dairAlzour.jpg",
              "img_5": "../src/assets/images/hamdiphotos/project/projectDetails/logos/latakia.jpg",
              "img_6": "../src/assets/images/hamdiphotos/project/projectDetails/logos/alswedaa.jpg",
              "img_8": "../src/assets/images/hamdiphotos/project/projectDetails/logos/tartous.jpg",
              "img_9": "../src/assets/images/hamdiphotos/project/projectDetails/logos/hama.jpg",
              "img_10": "../src/assets/images/hamdiphotos/project/projectDetails/logos/logoDamascus.jpg",
              "img_11": "../src/assets/images/hamdiphotos/project/projectDetails/logos/logoCham.jpg",
              "img_12": "../src/assets/images/hamdiphotos/project/projectDetails/logos/logoCham2.jpg"
            }
          }
        ]
      },
      {
        "id": 107,
        "path": "projectCard",
        "title": "There is always hope",
        "icon": "",
        "data": "Damascus - 18.05.2012",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/thereIsAlwaysHope.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/thereIsAlwaysHope.jpg",
        "description": "This artwork features an eye enclosed within a prison cell, symbolizing the plight of those imprisoned. The design serves as a reminder to remember those in detention and not overlook their suffering. Despite the darkness of captivity, the eye represents a glimmer of hope and spirit. This piece urges us to maintain awareness and empathy for the oppressed, highlighting that even in the most challenging circumstances, hope remains a powerful force.",
        "projectDetails": [
          {
            "id": 107,
            "cardDescription": "This evocative artwork, titled \"There is Always Hope,\" centers around a powerful visual metaphor: an eye enclosed within the cold, unforgiving confines of a prison cell. The design speaks volumes about the harrowing reality faced by those who are unjustly imprisoned, whether for their beliefs, actions, or simply being at the wrong place at the wrong time. The prison bars, stark and unyielding, represent the physical and psychological barriers that keep countless individuals in captivity, cut off from the outside world and the lives they once knew.\n\nAt the heart of this composition is the eye—wide open, vigilant, and unyielding. The eye, a universal symbol of perception, awareness, and the human spirit, stands in stark contrast to the surrounding bleakness of the prison cell. It is not just an eye, but a symbol of the inner light that refuses to be extinguished, no matter how dark the circumstances. The eye peers out from between the bars, its gaze fixed on a world it can no longer touch but still yearns for. This gaze represents the deep longing for freedom, justice, and the restoration of dignity that every prisoner carries within them.\n\nThe presence of the eye within such a confined space also serves as a poignant reminder of the resilience of the human spirit. Even when the body is imprisoned, the mind and soul continue to strive for hope, clinging to memories, dreams, and the possibility of a better future. This piece underscores the idea that hope is an indomitable force, one that can survive even in the most oppressive conditions. It is this hope that keeps the eye open, watchful, and connected to the world beyond the bars, refusing to be defeated by the surrounding darkness.\n\nThe artwork’s composition compels the viewer to confront the harsh realities of imprisonment, urging them not to look away from the suffering of those who are trapped within such walls. It is easy to forget about those who are out of sight, but this piece insists on remembrance. The eye, staring directly at the viewer, creates an immediate connection, as if pleading not to be forgotten. It challenges the observer to acknowledge the humanity of the imprisoned, to remember their struggles, and to advocate for their rights.\n\nMoreover, the design suggests that while the prisoners are physically confined, their thoughts and hopes cannot be chained. The eye’s focus and intensity convey a message of silent resistance, a refusal to give in to despair. This resistance is not loud or violent but is embodied in the simple act of remaining hopeful, of continuing to look towards a horizon that, though out of sight, is not out of mind.\n\nThe surrounding prison cell, though a symbol of oppression, also becomes a backdrop against which the power of hope is highlighted. The eye’s determination to see beyond the immediate, to hold onto hope even in the face of overwhelming adversity, is a testament to the strength of the human will. It suggests that no matter how dire the situation, there is always a glimmer of hope—a spark that can ignite change, inspire movements, and ultimately, lead to liberation.\n\nIn this context, the artwork is not just a commentary on the physical act of imprisonment but also on the broader theme of oppression. It resonates with anyone who has felt trapped, marginalized, or silenced, offering a message of solidarity and encouragement. The piece speaks to the universal experience of struggle and the universal truth that hope, no matter how small, is a powerful force for change.\n\nUltimately, \"There is Always Hope\" is a call to action. It implores us to maintain our awareness of the oppressed, to continue fighting for justice, and to never lose sight of the fact that as long as there is hope, there is a possibility for change. This artwork is a reminder that the human spirit, though it can be challenged and confined, can never be truly extinguished. The eye within the cell remains open, watching, hoping, and waiting for the day when the bars will fall away, and freedom will be reclaimed.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 108,
        "path": "projectCard",
        "title": "Damascus Jasmin",
        "icon": "",
        "data": "Berlin - 10.03.2020",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/damascusJasmin.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/damascusJasmin.jpg",
        "description": "This artwork celebrates the beauty of Damascene jasmine, a symbol of Damascus's heritage. The painting captures delicate, aromatic blossoms cherished for their elegance and scent. With intricate detail, the piece reflects the timeless grace of these flowers, embodying the charm of the city and cultural significance of the jasmine. This artwork invites viewers to experience the fragrant essence of Damascus through its iconic bloom, evoking nostalgia and pride.",
        "projectDetails": [
          {
            "id": 108,
            "cardDescription": "This captivating artwork is a tribute to the Damascene jasmine, a flower that is not only a botanical wonder but also a symbol deeply woven into the cultural and historical fabric of Damascus. The piece elegantly captures the delicate, aromatic blossoms that have become emblematic of the city’s beauty and resilience. Each petal is meticulously detailed, reflecting the artist's reverence for the flower and its significance to the people of Damascus.\n\nDamascene jasmine, known locally as \"Zahrat Al Yasmin,\" is celebrated for its delicate beauty and intoxicating fragrance. It has graced the courtyards, streets, and homes of Damascus for centuries, becoming an integral part of the city’s identity. The artist’s depiction of these blossoms, with their star-shaped petals and soft white hues, transports viewers to the heart of Damascus, where the scent of jasmine lingers in the air, bringing a sense of peace and nostalgia.\n\nThe artwork does more than simply portray a flower; it tells a story of a city and its people. Damascus, one of the oldest continuously inhabited cities in the world, has seen countless empires rise and fall. Through it all, the jasmine has remained a constant, blooming year after year, a testament to the city’s enduring spirit. The jasmine’s resilience in the face of time and turmoil mirrors the resilience of Damascus itself. Despite the challenges and conflicts that have plagued the city, the jasmine continues to bloom, symbolizing hope, continuity, and the persistence of beauty even in the most difficult times.\n\nThe intricate detail in the artwork invites viewers to appreciate the subtle elegance of each flower. The petals, arranged in perfect harmony, create a sense of balance and serenity. This meticulous attention to detail not only highlights the artist’s skill but also serves to emphasize the significance of the jasmine in Damascene culture. The flower is more than just an ornamental plant; it is a symbol of hospitality, love, and the rich cultural heritage of Damascus.\n\nMoreover, the painting evokes a deep sense of nostalgia and pride among those who have a connection to the city. For many, the jasmine is a reminder of home, a scent that carries memories of childhood, family gatherings, and the simple joys of life in Damascus. The artwork taps into these emotions, inviting viewers to immerse themselves in the sensory experience of being surrounded by jasmine, feeling its soft petals, and inhaling its sweet, calming fragrance.\n\nThe soft color palette used in the artwork—primarily whites, greens, and subtle hints of yellow—further enhances the feeling of tranquility and timelessness. The background, kept intentionally minimal, allows the jasmine to take center stage, reinforcing its importance in the composition. The simplicity of the setting contrasts with the complexity of the flower’s symbolism, creating a powerful visual and emotional impact.\n\nThis piece is not just a celebration of the jasmine flower; it is a celebration of Damascus itself. Through the jasmine, the artist captures the essence of the city—its grace, its history, and its ability to endure. The artwork serves as a bridge between past and present, a reminder of the timeless beauty that defines Damascus and its people. In a world that is constantly changing, the jasmine stands as a symbol of the things that remain constant, the things that continue to bloom even in the face of adversity.\n\nUltimately, this artwork invites viewers to connect with the cultural and emotional significance of the Damascene jasmine. It encourages them to reflect on their own experiences with the flower, to remember the scent of a jasmine-filled courtyard on a warm evening, and to take pride in the heritage it represents. Whether viewed as a symbol of Damascus’s history, a reminder of home, or simply as a beautiful piece of nature, the jasmine in this artwork resonates on multiple levels, making it a truly profound and evocative piece.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 109,
        "path": "projectCard",
        "title": "We stay here for ever",
        "icon": "",
        "data": "Damascus - 18.03.2012",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/weStayHere.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/weStayHere.jpg",
        "description": "This artwork conveys the enduring connection to one’s roots. A hand grasps a large tree branch, symbolizing the deep and unbreakable bond with origins. The strong grip reflects a commitment to heritage, signifying that no matter where life takes us, our roots remain anchored. The piece emphasizes the resolve to hold onto our origins, honoring them until the end. It serves as a reminder of the strength drawn from our roots, which will forever be a part of who we are.",
        "projectDetails": [
          {
            "id": 109,
            "cardDescription": "This artwork, titled \"We Stay Here Forever,\" is a profound visual representation of the enduring connection to one’s roots. The central element of the composition is a hand grasping a large tree branch, which serves as a powerful metaphor for the deep and unbreakable bond between an individual and their origins. The imagery speaks to the innate human need to stay connected to where we come from, regardless of the paths our lives may take.\n\nThe hand in the artwork is depicted with a firm and determined grip on the branch, symbolizing a commitment that is unwavering. This grip is not just a physical act but an expression of an inner resolve to never let go of one’s heritage and identity. The strength of the hand conveys the idea that our roots are not merely a part of our past but are integral to our present and future as well. They provide stability and a sense of belonging, anchoring us even as we navigate the ever-changing currents of life.\n\nThe tree branch itself is robust and thick, representing the richness and vitality of our heritage. Trees, with their extensive networks of roots, are natural symbols of growth, life, and continuity. By focusing on the branch, the artwork highlights the idea that our roots, like the tree’s roots, are the foundation from which we grow. They provide us with the nourishment and strength necessary to thrive. The choice of a large branch suggests that these roots are strong and enduring, capable of weathering any storm.\n\nThe background of the piece is deliberately understated, ensuring that the viewer’s focus remains on the hand and the branch. This simplicity emphasizes the timeless and universal nature of the theme—no matter where we are or what challenges we face, our connection to our roots remains steadfast. The background’s subtle tones may evoke a sense of the earth, further reinforcing the idea of grounding and stability. It serves as a reminder that our origins are the bedrock upon which our lives are built.\n\nThe message of \"We Stay Here Forever\" is one of resilience and honor. It speaks to the importance of holding onto our origins, not just as a matter of personal pride, but as a source of strength. The artwork suggests that in a world that is constantly changing, where identities and connections can sometimes feel transient, our roots are something that we can always rely on. They are a source of power, providing us with the courage and determination to face whatever comes our way.\n\nThis piece also touches on the idea of legacy. By holding onto our roots, we are not only preserving our own identity but also ensuring that future generations have a strong foundation from which to grow. The image of the hand gripping the branch can be seen as a symbol of the transmission of values, traditions, and wisdom from one generation to the next. It suggests that by staying connected to our roots, we are honoring the past and paving the way for the future.\n\nIn this sense, \"We Stay Here Forever\" is not just a statement of personal identity, but a declaration of continuity. It is a tribute to the enduring power of heritage, a reminder that our roots are a vital part of who we are and will always be with us, no matter where life’s journey takes us. The artwork invites viewers to reflect on their own connections to their roots, encouraging them to cherish and protect these ties as an essential part of their being.\n\nThe visual simplicity of the piece is matched by its emotional depth. The hand’s grip on the branch is a powerful image that resonates on multiple levels, symbolizing strength, continuity, and the unbreakable bond with one’s origins. It serves as a timeless reminder that, no matter where we go, we carry our roots with us. They are the silent but steadfast companions that guide us, support us, and remind us of where we come from. This artwork is a celebration of the enduring strength that comes from staying true to one’s roots, a strength that will indeed last forever.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 110,
        "path": "projectCard",
        "title": "Don't forget the poor",
        "icon": "",
        "data": "Berlin - 14.11.2013",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/poor.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/poor.jpg",
        "description": "This artwork portrays the devastating impact of war on orphans and the poor. A single eye, filled with starving people lined up as if on Judgment Day, symbolizes unseen suffering. Outside the eye, the devastation reflects the harsh reality they endure. The contrast between the eye and destruction emphasizes the importance of not overlooking their desperate need for aid and compassion. This piece urges viewers to remember and support the vulnerable.",
        "projectDetails": [
          {
            "id": 110,
            "cardDescription": "This evocative artwork, titled \"Don't Forget the Poor,\" serves as a powerful reminder of the profound and often unseen suffering endured by the most vulnerable—orphans and the poor—especially in the wake of war. Central to the piece is a single, large eye, which dominates the canvas. Within this eye, a haunting scene unfolds: lines of emaciated, starving people, their faces etched with despair, stand as if awaiting judgment. The eye itself becomes a metaphorical window into their world—a world filled with pain, hunger, and loss. It is as if this eye, representing the collective conscience of humanity, is forced to witness the dire circumstances that these individuals face daily.\n\nThe people within the eye are depicted in a way that evokes the image of a final reckoning, as though they are standing before an unseen judge, their suffering laid bare. This imagery is deeply symbolic, suggesting that the plight of the poor and orphaned is a moral issue that demands urgent attention. The lines of people, stretching endlessly within the confines of the eye, serve as a stark reminder of the sheer scale of this humanitarian crisis. Each figure, though small, carries the weight of an untold story of hardship, loss, and struggle for survival. The eye, filled with these figures, reflects the overwhelming burden of their collective suffering—a burden that, all too often, goes unnoticed by the wider world.\n\nOutside the eye, the landscape is one of devastation. The desolate surroundings contrast sharply with the inner scene, highlighting the harsh reality that these individuals must endure. The destruction depicted outside the eye symbolizes the external factors that have contributed to their suffering: war, poverty, displacement, and societal neglect. This stark contrast between the eye’s internal suffering and the external devastation serves to emphasize the disconnect between those who suffer and the world that often turns a blind eye to their plight. The destruction is not just physical but also metaphorical, representing the broken systems and failed promises that have left these individuals abandoned and forgotten.\n\nThe choice to focus on an eye is particularly poignant. Eyes are often said to be the windows to the soul, and in this artwork, the eye serves as a mirror to the soul of humanity. It forces the viewer to confront the uncomfortable truth that while we may see the suffering of others, we do not always truly see them. The eye, filled with the suffering of the poor and orphaned, challenges us to look deeper, to see beyond the surface, and to acknowledge the humanity of those who are often marginalized and overlooked.\n\nThis artwork is not just a depiction of suffering but a call to action. It urges viewers to remember the poor and the orphans, to not turn away from their suffering, and to recognize our shared responsibility in alleviating their pain. The piece speaks to the moral obligation we have to extend compassion and aid to those in need. It is a reminder that in times of crisis, it is the most vulnerable who are often the most affected, and it is their voices that must be heard and their needs that must be met.\n\nThe eye, filled with starving, desperate people, serves as a metaphor for the collective guilt of a world that has allowed such suffering to continue. Yet, within this eye, there is also a glimmer of hope—a reminder that with awareness and action, change is possible. The artwork calls on us to not forget the poor, to see their suffering, and to respond with compassion and humanity. It is a poignant reminder that true vision requires not just seeing but understanding and acting upon what we see.\n\nUltimately, this piece is a testament to the resilience of the human spirit in the face of unimaginable adversity. It honors those who have endured so much and reminds us all of the power of empathy and the necessity of never forgetting those who suffer in silence. The artwork leaves a lasting impression, encouraging viewers to carry its message with them and to act on it in their own lives, ensuring that the poor and the orphans are never forgotten, and their suffering is never ignored.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 111,
        "path": "projectCard",
        "title": "Welcome to Syria",
        "icon": "",
        "data": "Damascus - 02.11.2012",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/welcomeToSyria.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/welcomeToSyria.jpg",
        "description": "This artwork poignantly reflects the profound pain and loss felt during Syria's transformation from a once peaceful haven to a land of turmoil. The image depicts a long road leading forward, ending at a large tree with a door shaped like the map of Syria. This symbolic door signifies the country that was once a paradise but is no longer safe. Created in 2013, this piece captures the deep sorrow and heartbreak over the devastating changes that have reshaped Syria.",
        "projectDetails": [
          {
            "id": 111,
            "cardDescription": "\"Welcome to Syria\" is a profound and evocative piece of art that captures the stark contrast between Syria's past and its present. Created in 2013, this artwork provides a poignant commentary on the country's drastic transformation from a land of peace and prosperity to one marred by conflict and suffering.\n\nAt the center of the composition is a long, desolate road that stretches endlessly towards the horizon. This road symbolizes the journey through time and the passage of events that have led to Syria’s current state. As viewers follow the path, they are led to a striking focal point: a large, ancient tree that stands resolutely at the end of the road.\n\nThe tree, with its gnarled branches and sturdy trunk, represents the enduring spirit of Syria and its people amidst adversity. It is a symbol of resilience and hope, despite the overwhelming challenges faced. However, this symbol of strength is juxtaposed with a powerful element: a door embedded in the tree's trunk, shaped like the map of Syria.\n\nThis door is not just a literal opening but a metaphorical gateway to the past. It signifies the country’s former identity as a \"paradise\"—a place of safety and beauty that has now been overshadowed by turmoil and unrest. The map-shaped door emphasizes the disconnection between Syria’s glorious history and its present reality, highlighting the sense of loss and displacement that many Syrians feel.\n\nThe choice of this imagery underscores the theme of transformation and the emotional weight of change. The long road leading to the tree and the symbolic door invites viewers to reflect on the journey Syria has undergone and the profound sorrow that accompanies such drastic shifts.\n\nThrough this artwork, the artist captures the essence of Syria's tragic evolution, offering a visual representation of the heartbreak and loss experienced by a nation once renowned for its beauty and tranquility. \"Welcome to Syria\" is not just a depiction of a physical landscape but a deeply emotional exploration of the human experience in the face of profound change.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 112,
        "path": "projectCard",
        "title": "Love Story Under The Moon",
        "icon": "",
        "data": "Damascus - 02.10.2013",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/love.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/love.jpg",
        "description": "This artwork captures the essence of true love, the most precious gift one can possess. It depicts tender emotions intertwined with respect and affection, illuminated by a moon shaped like a heart. The night sky and the heart-shaped moon symbolize the purity and depth of these feelings. This piece reflects the beauty of love, where sincere emotions are cherished under the moon’s gentle glow, reminding us of the magic that true love brings.",
        "projectDetails": [
          {
            "id": 112,
            "cardDescription": "This exquisite artwork, Love Story Under The Moon, is a captivating portrayal of the profound and transformative power of true love. The piece masterfully combines elements of romance and serenity, creating a visual symphony that speaks to the heart's deepest yearnings.\n\nAt the core of the artwork is a heart-shaped moon, radiating a soft, ethereal glow that bathes the entire scene in a magical light. This moon is not just a celestial body but a symbol of the pure and boundless nature of love. It illuminates the night sky with a gentle brilliance that contrasts beautifully against the deep, velvety expanse of the cosmos. This celestial heart reflects the harmony and tenderness that characterize a loving relationship.\n\nThe background of the image features a serene night sky, dotted with twinkling stars that mirror the flicker of affection between the subjects of the painting. The stars add a sense of wonder and infinity, suggesting that true love is as eternal as the universe itself. The subtle interplay of light and shadow further enhances the emotional depth of the scene, drawing the viewer into a world where every glance and gesture speaks of devotion and understanding.\n\nIn the foreground, the lovers are portrayed in a moment of quiet intimacy, their figures gently illuminated by the moon’s glow. Their expressions are tender and filled with a deep respect for one another, capturing the essence of a bond that is both passionate and enduring. This portrayal of affection underlines the theme of mutual respect and emotional connection that defines their relationship.\n\nThe overall composition of the artwork is designed to evoke a sense of tranquility and awe, inviting viewers to reflect on their own experiences of love and connection. The heart-shaped moon serves as a constant reminder of the magic and wonder that love can bring into our lives. As the moonlight weaves through the scene, it transforms the ordinary into the extraordinary, celebrating the beauty and depth of true affection.\n\nLove Story Under The Moon is more than just an artwork; it is a tribute to the timeless and universal experience of love, captured in a moment of serene beauty and heartfelt emotion. It invites us to cherish and celebrate the special connections we share with those we hold dear, reminding us of the enchanting power of love under the moon’s gentle watch.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 113,
        "path": "projectCard",
        "title": "Soul Cry",
        "icon": "",
        "data": "Damascus - 02.10.2013",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/cry.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/cry.jpg",
        "description": "This artwork captures silent screams often unheard—cries of injustice, despair, and anger. The focal point is a woman, her face contorted in a scream echoing the pain within her soul. Behind her, the ruins of once-beautiful cities symbolize the devastation silencing so many. The contrast between her anguish and the desolate background reflects the profound sorrow and loss experienced. \"Soul Cry\" expresses inner turmoil and the silent cries resonating after destruction.",
        "projectDetails": [
          {
            "id": 113,
            "cardDescription": "In the evocative graphic design titled \"Soul Cry,\" the artist masterfully portrays the profound and often unspoken anguish that accompanies personal and collective suffering. The central figure in the artwork is a woman, her visage a poignant tableau of despair and frustration. Her expression, a visceral scream frozen in time, encapsulates the silent yet resounding cries of those who suffer in solitude and those whose pain remains unheard in the chaos of a world marred by devastation.\n\nThe backdrop of this powerful image features the crumbling remains of once-thriving urban landscapes. These ruins, once vibrant with life and activity, now stand as stark symbols of the desolation that follows destruction. They serve as a haunting reminder of the transient nature of human achievements and the often-overlooked repercussions of societal breakdowns. The contrast between the woman's anguished face and the desolate cityscape underscores the depth of the emotional and societal collapse that can occur when people and places are stripped of their vitality.\n\n\"Soul Cry\" is a visual lament for the suffering that persists beyond the immediate aftermath of devastation. It speaks to the unvoiced agony of individuals whose cries for justice, peace, and acknowledgment go unheard amidst the ruins. This artwork is not merely a depiction of pain but a call to recognize and address the silent screams that linger in the void left by destruction. It challenges viewers to reflect on the human cost of conflict and disaster, urging a deeper understanding and empathy for those whose suffering is often invisible.\n\nIn summary, \"Soul Cry\" is a profound commentary on the emotional scars left by calamity. It portrays the clash between the raw emotional response of the individual and the stark reality of the world around them, inviting viewers to engage with the silent, often unseen, aspects of human suffering and resilience.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      }
    ],
    "de": [
      {
        "id": 100,
        "path": "projectCard",
        "title": "Ein Licht der Wiedergeburt",
        "icon": "",
        "data": "Berlin - 22.10.2017",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/c|o.JPG",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/c|o.jpg",
        "description": "Dieses Bild zeigt Erinnerungen. Jedes Detail hat Bedeutung: das rote Nachtlicht, das meinen Weg von Damaskus nach Berlin beleuchtet hat, und die Uhr, die ich nach der Flucht aus Syrien trug, spiegelt den Verlust meiner Heimat wider, verursacht durch den Konflikt. Der Apfelsaft, Damaskus-Jasmin und andere Elemente erzählen von Traurigkeit und Hoffnung und symbolisieren den Beginn einer neuen Phase.",
        "projectDetails": [
          {
            "id": 100,
            "alt": "Ein Licht der Wiedergeburt",
            "cardDescription": "In diesem eindrucksvollen und reichhaltig gestalteten Grafikdesign mit dem Titel „Ein Licht der Wiedergeburt“ fängt der Künstler die bewegende und transformative Reise eines Flüchtlings ein, der aus den Verwüstungen des Krieges in eine neue Anfangsphase in einem fremden Land entkommt. Die Komposition des Bildes ist sorgfältig gestaltet, um eine tiefe Erzählung zu vermitteln, die persönliche Geschichte, Verlust und Erneuerung miteinander verknüpft.\n\nIm Vordergrund: Das Rote Nachtlicht\n\nDas rote Nachtlicht, ein zentrales Element der Komposition, ist nicht nur eine Lichtquelle, sondern ein Symbol der Hoffnung und Führung durch die Dunkelheit der Ungewissheit. Es ruft die ersten Momente der Abreise aus Damaskus hervor, als die Wärme dieses Lichts als tröstlicher Leitstern inmitten des Chaos und der Angst beim Verlassen eines kriegsversehrten Landes diente. Sein sanftes Leuchten repräsentiert sowohl die Zerbrechlichkeit als auch die Widerstandsfähigkeit des menschlichen Geistes in Zeiten tiefgreifender Veränderungen.\n\nDie Uhr: Eine Greifbare Verbindung zur Vergangenheit\n\nDie im Bild dargestellte Uhr trägt eine Last von Nostalgie und persönlicher Geschichte. Sie ist mehr als ein Accessoire; sie ist ein Relikt aus einer Zeit und einem Ort, die durch Konflikte unwiderruflich verändert wurden. Während der Reise von Syrien nach Berlin getragen, steht die Uhr als Zeugnis für den Wert der verlorenen Momente und die unaufhörliche Vergehenszeit. Ihre Präsenz im Design unterstreicht die anhaltende Verbindung zur Heimat und das unausweichliche Gewicht der Vertreibung.\n\nApfelsaft: Ein Geschmack der Nostalgie und Normalität\n\nDie Aufnahme von Apfelsaft bringt einen Hauch von Einfachheit und Normalität ins Bild, der scharf von den umliegenden Elementen des Aufruhrs kontrastiert wird. Dieses vertraute Alltagsprodukt symbolisiert den Trost und die Kontinuität, an denen sich Flüchtlinge oft festhalten, auch wenn ihr Leben auf den Kopf gestellt wird. Es erinnert an die alltäglichen Freuden des Lebens, die geschätzt und vermisst werden, nachdem sie erschüttert wurden.\n\nDamaskus-Jasmin: Eine Duftende Erinnerung\n\nDer Damaskus-Jasmin, ein charakteristisches Element im Design, bereichert die Erzählung mit seiner duftenden und evokativen Präsenz. Der Duft des Jasmins ist tief in der kulturellen und emotionalen Landschaft Damaskus verankert. Seine Aufnahme in das Bild repräsentiert die anhaltende Essenz der Heimat, eine schöne, aber bittersüße Erinnerung an das, was zurückgelassen wurde. Die zarten Blumen sind ein Metapher für die Zerbrechlichkeit und Widerstandskraft der Erinnerung.\n\nWeitere Elemente: Ein Wandteppich aus Traurigkeit und Hoffnung\n\nDie verbleibenden Elemente im Design—sorgfältig ausgewählt—kombinieren sich zu einem visuellen Wandteppich aus sowohl Trauer als auch Optimismus. Diese Elemente erzählen gemeinsam die Geschichte eines Individuums, das sich mit dem Verlust eines einst vertrauten Lebens auseinandersetzt und gleichzeitig in das Unbekannte mit einem Funken Hoffnung tritt. Das Bild reflektiert das Paradox, Schönheit und Bedeutung inmitten von Widrigkeiten zu finden und fängt die Essenz der Wiedergeburt ein, die neue Anfänge begleitet.\n\nDie Reise: Von Damaskus nach Berlin\n\nInsgesamt ist „Ein Licht der Wiedergeburt“ eine kraftvolle visuelle Erzählung, die die emotionale und physische Reise von einer kriegsverwüsteten Heimat zu einem neuen Leben in Berlin einfängt. Es spricht die universellen Themen Migration, Erinnerung und die Suche nach Erneuerung an. Das Grafikdesign erzählt nicht nur eine persönliche Geschichte, sondern resoniert auch mit der breiteren menschlichen Erfahrung des Suchens nach Trost und Identität inmitten der Dislokation und Herausforderungen der Vertreibung.\n\nDieses Bild ist mehr als eine Reflexion von Vergangenheit und Gegenwart; es ist eine eindringliche Erinnerung an die Stärke und Widerstandsfähigkeit von Individuen, die trotz unvorstellbarer Prüfungen weiterhin einen Weg in eine hoffnungsvolle Zukunft bahnen.",
            "imageGroup": {
              "img_1": "../src/assets/images/hamdiphotos/project/ProjectDetails/c|o/c|oAustellungN1.jpg",
              "img_2": "../src/assets/images/hamdiphotos/project/ProjectDetails/c|o/c|oAustellungN2.jpg",
              "img_3": "../src/assets/images/hamdiphotos/project/ProjectDetails/c|o/c|oAustellungN3.jpg"
            }
          }
        ]
      },
      {
        "id": 101,
        "path": "projectCard",
        "title": "Du bist ich",
        "icon": "",
        "data": "Berlin - 11.01.2015",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/youme.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/youme.jpg",
        "description": "Das Bild zeigt eine künstlerische und professionelle Verschmelzung von zwei Gesichtern, einem jungen Mann und einer jungen Frau, zu einem Bild. Der sanfte Übergang betont ihre Ähnlichkeit und emotionale Nähe. Das Design vereint Details ohne klare Unterschiede, reflektiert die starke Beziehung und Harmonie zwischen ihnen und stellt die emotionale Verbindung dar.",
        "projectDetails": [
          {
            "id": 101,
            "cardDescription": "Das Grafikdesign mit dem Titel „Du bist ich“ fängt die tiefe Essenz von Einheit und Verbindung durch eine meisterhafte Verschmelzung zweier Gesichter ein. Dieses Kunstwerk zeigt einen jungen Mann und eine junge Frau, deren Merkmale nahtlos miteinander verbunden sind und eine intime, emotionale Bindung symbolisieren. Der Künstler hat die sanfte Übergangszone zwischen ihren Gesichtern gekonnt gestaltet, um ihre Ähnlichkeiten und die tiefe Verbindung zwischen ihnen hervorzuheben.\n\nIn diesem Design betont das Fehlen klarer Grenzen zwischen den beiden Gesichtern die Harmonie und Nähe zwischen ihnen. Das feine Gleichgewicht der Details und die glatte Verschmelzung ihrer Ausdrücke spiegeln ein starkes Gefühl von Empathie und gegenseitigem Verständnis wider. Diese visuelle Darstellung geht über bloße Ästhetik hinaus; sie dient als eindringliche Erinnerung an das gemeinsame menschliche Erlebnis und die emotionalen Bande, die uns verbinden.\n\nDas Werk lädt die Betrachter ein, über die Schönheit von Beziehungen nachzudenken und darüber, dass wir auf grundlegender Ebene alle miteinander verbunden sind. Die Darstellung verkörpert eloquent die Vorstellung, dass in jedem von uns ein Spiegelbild eines anderen existiert und betont das Thema universeller Verbundenheit und emotionaler Resonanz.\n\nWährend Sie dieses Design weiter erkunden, lassen Sie sich von ihm inspirieren, über die Wege nachzudenken, wie wir miteinander in Beziehung treten und gemeinsame Grundlagen finden. Das Design feiert nicht nur das Individuum, sondern hebt auch die Bedeutung unserer Verbindungen zu anderen hervor.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 102,
        "path": "projectCard",
        "title": "Emothion of the moraine",
        "icon": "",
        "data": "Berlin - 25.06.2016",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/emothion.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/emothion.jpg",
        "description": "This graphic depicts the face of a child blending into a devastated, war-torn landscape. The child's eyes, filled with sorrow and innocence, merge with the rubble and ruins in the background. This visual combination symbolizes the deep human suffering caused by destruction and violence, and points to the lasting emotional scars and profound psychological impact left by such devastating catastrophes.",
        "projectDetails": [
          {
            "id": 102,
            "cardDescription": "In diesem eindringlichen Grafikdesign mit dem Titel \"Emotion der Moräne\" sehen wir eine tief berührende visuelle Erzählung, die das Herz menschlichen Leidens und die bleibenden Auswirkungen von Umweltzerstörung thematisiert. Das Bild konzentriert sich auf das Gesicht eines Kindes, dessen zarte Züge mit einem starken Gefühl von Traurigkeit und Unschuld versehen sind. Die Augen des Kindes, die sowohl tiefe Melancholie als auch tiefes Unvermögen widerspiegeln, verschmelzen nahtlos mit dem Hintergrund einer verwüsteten Landschaft.\n\nDie Grafik zeigt einen markanten Kontrast zwischen der Reinheit des Ausdrucks des Kindes und der harten Realität der zerstörten Umgebung, die es umgibt. Dieser Gegensatz unterstreicht eine deutliche Kommentierung der Auswirkungen von Umwelt- und vom Menschen verursachten Katastrophen. Die Augen des Kindes, die von Tränen überflutet zu sein scheinen und sich mit dem Trümmerfeld vermischen, symbolisieren das emotionale Gewicht, das diejenigen tragen, die am stärksten von solcher Zerstörung betroffen sind. Es betont, wie diese Tragödien nicht nur physische Umgebungen vertreiben und zerstören, sondern auch tiefe psychologische Narben bei den unschuldigsten und verletzlichsten Mitgliedern der Gesellschaft hinterlassen.\n\nDie Zerstörung im Hintergrund, möglicherweise das Ergebnis von Naturkatastrophen wie Überschwemmungen oder Erdrutschen oder menschlichen Aktivitäten wie Krieg oder industrieller Ausbeutung, dient als Metapher für die umfassendere Umwelt- und emotionale Erosion, die solche Ereignisse begleiten. Der Begriff \"Moräne\" im Titel kann als Hinweis auf die verbleibenden emotionalen und physischen Trümmer verstanden werden, ähnlich wie geologische Ablagerungen, die von Gletschern hinterlassen werden. Diese metaphorische Verwendung des Wortes verstärkt die Tiefe der Grafik, indem sie andeutet, dass die emotionale Landschaft, die wir hier sehen, ein Marker für vergangene und anhaltende Tragödien ist.\n\nDas nahtlose Verschmelzen des Gesichts des Kindes mit den Trümmern hebt die untrennbare Verbindung zwischen menschlichem Leiden und Umweltzerstörung hervor. Das Grafikdesign ruft eine unmittelbare Reaktion hervor und fordert die Betrachter auf, über die umfassenderen Implikationen solcher Bilder nachzudenken. Es lädt uns ein, die langfristigen Auswirkungen der Zerstörung auf das menschliche Leben zu reflektieren und mit denen mitzufühlen, die die Auswirkungen von Katastrophen ertragen, die oft außerhalb ihrer Kontrolle liegen.\n\nDurch die Darstellung dieser kraftvollen Bilder stellt \"Emotion der Moräne\" nicht nur das emotionale Leiden eines Kindes dar, sondern fordert uns auch heraus, die breiteren sozialen und umweltbezogenen Probleme zu erkennen und anzugehen, die solches Leiden verursachen. Es dient als Aufruf zum Handeln und ermutigt die Betrachter, die zugrunde liegenden Ursachen dieser verheerenden Ereignisse zu erkennen und auf eine mitfühlendere und nachhaltigere Welt hinzuarbeiten.\n\nZusammenfassend lässt sich sagen, dass dieses Grafikdesign eine eindringliche, aber wunderschöne Erkundung der Schnittstelle zwischen menschlicher Unschuld und Umweltzerstörung ist. Es ist eine eindringliche Erinnerung an die tiefgreifenden Auswirkungen von Zerstörung auf die physische Welt und die emotionalen Zustände der Betroffenen. Der Künstler hat visuelle Elemente meisterhaft genutzt, um eine tiefgreifende und bleibende Botschaft über die Konsequenzen unserer Handlungen und die bleibenden emotionalen Narben zu vermitteln, die sie hinterlassen.",
            "alt": "Emothion of the moraine",
            "imageGroup": {
              "img_1": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN1.jpg",
              "img_2": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN2.jpg",
              "img_3": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN3.jpg",
              "img_4": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN4.jpg",
              "img_5": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN5.jpg",
              "img_6": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN6.jpg",
              "img_7": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN7.jpg",
              "img_8": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN8.jpg",
              "img_9": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN9.jpg",
              "img_10": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN10.jpg"
            }
          }
        ]
      },
      {
        "id": 103,
        "path": "projectCard",
        "title": "Das Ende der Welt",
        "icon": "",
        "data": "Damascus - 4.09.2013",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/theEndofTheWorld.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/theEndofTheWorld.jpg",
        "description": "Dieses Kunstwerk zeigt zwei syrische Männer, die aus den Ruinen zerstörter Viertel hervorkommen und nach einem neuen Ort in der unsicheren Welt suchen. Getrieben durch die Zerstörung des Krieges, machen sie sich auf den Weg zur Erde, ihre Gesichtsausdrücke zeigen Hoffnung und Verzweiflung. Das Werk fängt das Gefühl der Entwurzelung und die Suche nach einer Zukunft in den Überresten einer Vergangenheit ein und spiegelt die Realitäten des Verlorenseins wider.",
        "projectDetails": [
          {
            "id": 103,
            "cardDescription": "In diesem kraftvollen und eindringlichen Kunstwerk mit dem Titel „Das Ende der Welt“ taucht der Künstler tief in die dramatische Erzählung von Vertreibung und Überleben nach dem Konflikt ein. Die Szene entfaltet sich mit zwei syrischen Männern, die aus den Trümmern einst blühender Viertel hervortreten, die durch die unaufhörliche Flut des Krieges verwüstet wurden. Ihre Umgebung ist ein scharfes Bild der Zerstörung: eingestürzte Gebäude, verstreuter Schutt und Überreste unterbrochener Leben.\n\nDie Männer stehen an der Schwelle zu einem neuen und unsicheren Kapitel, ihre Figuren sind gegen den Hintergrund der Ruinen silhouettiert. Ihre Ausdrücke sind eine ergreifende Mischung aus Hoffnung und Verzweiflung – ein komplexer emotionaler Zustand, der ihre stürmische Reise widerspiegelt. Der Künstler fängt meisterhaft die Fragilität ihrer Situation und das immense psychologische Gewicht ihrer Lage ein. Ihre Gesichter, gezeichnet von Erschöpfung, vermitteln ein tiefes Verlangen nach Stabilität und Frieden, während ihre Augen auf einen Funken Hoffnung auf eine bessere Zukunft hinweisen.\n\nDie Komposition des Kunstwerks kontrastiert scharf die chaotische Zerstörung um die Männer mit der weiten, offenen Welt vor ihnen. Dieser Gegensatz symbolisiert die gewaltige und unvorhersehbare Natur ihrer Suche nach einem neuen Zuhause. Die Umgebung ist mit einer kargen Realität dargestellt, die das tiefe Gefühl von Verlust und Entwurzelung unterstreicht, das diejenigen erleben, die gezwungen sind, ihre Heimat zu verlassen.\n\nDer Einsatz von Farbe und Licht in dem Werk spielt eine entscheidende Rolle bei der Verstärkung der emotionalen Tiefe der Szene. Die gedämpften Töne der Ruinen stehen im Kontrast zu den etwas wärmeren Farbtönen des Horizonts, was die Möglichkeit von Erneuerung und Heilung selbst inmitten der Verwüstung andeutet. Das Zusammenspiel von Licht und Schatten hebt die Isolation der Männer hervor und deutet gleichzeitig auf das Potenzial für Hoffnung und Neubeginn hin.\n\n„Das Ende der Welt“ ist mehr als nur eine visuelle Darstellung; es ist eine fühlbare Erkundung des menschlichen Zustands angesichts katastrophaler Veränderungen. Es lädt die Betrachter ein, über die tiefgreifenden Auswirkungen von Konflikt und Vertreibung nachzudenken und mit den unzähligen Menschen zu empfinden, deren Leben durch solche Ereignisse irreversibel verändert wurden. Das Kunstwerk ist eine eindringliche Erinnerung an die Widerstandsfähigkeit des menschlichen Geistes und die unaufhörliche Suche nach Hoffnung und Zugehörigkeit, selbst unter den düstersten Umständen.\n\nWenn Sie tiefer in dieses eindrucksvolle Stück eintauchen, werden Sie eingeladen, die weitergehenden Implikationen seiner Erzählung zu bedenken. Es spricht die universelle Erfahrung des Suchens nach Zuflucht an und den unerschütterlichen Willen, trotz überwältigender Widrigkeiten einen Weg nach vorne zu finden. Durch die Darstellung der Reise dieser beiden Männer fängt „Das Ende der Welt“ einen Moment tiefgreifender menschlicher Verwundbarkeit und die anhaltende Suche nach einem Ort, den man Zuhause nennen kann, ein.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 104,
        "path": "projectCard",
        "title": "Zivilisierter Schalldämpfer",
        "icon": "",
        "data": "Damascus - 22.07.2012",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/silencerCivilizedVoice.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/silencerCivilizedVoice.jpg",
        "description": "Dieses Kunstwerk zeigt Kinder in einem Mikrofon, das symbolisiert, wie ihre Stimmen oft von den Medien ignoriert werden. Es kritisiert die Vernachlässigung der Kinderrechte in unserer Gesellschaft und hebt die Kluft zwischen ihren Anliegen und gesellschaftlicher Anerkennung hervor. Durch das Einhüllen dieser Stimmen in ein Mikrofon betont das Werk die Notwendigkeit echter Vertretung und den Aufruf, ihre Rechte und Perspektiven zu hören.",
        "projectDetails": [
          {
            "id": 104,
            "cardDescription": "„Silencer Civilized Choice“ ist ein eindrucksvolles und tiefgründiges Grafikdesign, das als kraftvolle Kritik an der Art und Weise dient, wie die Stimmen von Kindern häufig von den zeitgenössischen Medien und gesellschaftlichen Strukturen marginalisiert und ignoriert werden. Auf den ersten Blick zeigt das Kunstwerk ein markantes Bild: Ein Mikrofon, ein Symbol für Kommunikation und Stimme, ist mit Kindern gefüllt. Diese Gegenüberstellung dient als tiefgehende Metapher für das Verstummen der kindlichen Perspektiven im größeren Diskurs.\n\nZentrales Thema und Symbolik\n\nDas Mikrofon, typischerweise ein Werkzeug zur Verstärkung von Stimmen und zur Ermöglichung von Kommunikation, wird in diesem Kunstwerk zu einem Gefäß für Kinder, die die Zukunft und das Wesen ungenutzten Potentials darstellen. Statt ihre Stimmen zu verstärken, enthält das Mikrofon sie paradox, was symbolisiert, wie ihre Anliegen häufig übersehen oder unterdrückt werden. Diese Bildsprache steht in starkem Kontrast zur üblichen Funktion eines Mikrofons und verdeutlicht die Diskrepanz zwischen dem Potenzial für Repräsentation und der Realität ihrer Ausgrenzung.\n\nKritik an Medien und gesellschaftlicher Vernachlässigung\n\nDieses Design thematisiert kritisch die Rolle der Medien bei der Gestaltung des öffentlichen Diskurses und hebt ihre unzureichende Repräsentation der Stimmen von Kindern hervor. In vielen Gesellschaften werden die Meinungen und Erfahrungen von Kindern oft in den Hintergrund gedrängt, von dominanteren Narrativen überschattet. Das Kunstwerk kritisiert diese Vernachlässigung, indem es visuell die Kluft zwischen dem Volumen der kindlichen Stimmen und dem ohrenbetäubenden Schweigen darstellt, das häufig ihre Themen umgibt.\n\nHervorhebung der Notwendigkeit der Repräsentation\n\nDas Stück ist ein Aufruf zum Handeln, der eine Verschiebung hin zu echter Repräsentation und Anerkennung der Rechte und Perspektiven von Kindern anmahnt. Durch das Einfangen dieser Stimmen im Mikrofon betont der Künstler die Dringlichkeit, die Diskrepanz zwischen den tatsächlichen Stimmen von Kindern und ihrer Repräsentation in Medien und Politik zu adressieren. Diese visuelle Metapher fordert die Betrachter heraus, ihre eigene Rolle bei der Aufrechterhaltung oder dem Abbau der Strukturen zu überdenken, die diese wichtigen Perspektiven zum Schweigen bringen.\n\nBetonung von Rechten und Perspektiven\n\nDie Verwendung des Mikrofons als Behälter statt als Ausdrucksmedium hebt die dringende Notwendigkeit eines gesellschaftlichen Wandels hervor. Das Kunstwerk dient als visuelle Advocacy für die Rechte von Kindern und lenkt die Aufmerksamkeit auf die systemischen Probleme, die dazu führen, dass ihre Perspektiven unterbewertet werden. Es ist eine Erinnerung an die Bedeutung, die Stimmen der jüngeren Generation in Gespräche einzubeziehen, die unsere Zukunft gestalten.\n\nFazit\n\n„Silencer Civilized Choice“ ist mehr als nur ein Grafikdesign; es ist ein eindringlicher Kommentar zum Zustand der Rechte und Repräsentation von Kindern in den modernen Medien. Durch seine kraftvolle Symbolik und Kritik lenkt das Kunstwerk nicht nur die Aufmerksamkeit auf die oft unsichtbaren Stimmen von Kindern, sondern dient auch als Katalysator für Dialoge darüber, wie wir diese Stimmen besser in die gesellschaftliche Narrative integrieren können. Es fordert die Betrachter auf, über ihre eigene Rolle nachzudenken, entweder zur Aufrechterhaltung oder zum Abbau der Strukturen, die diese wesentlichen Perspektiven zum Schweigen bringen.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 105,
        "path": "projectCard",
        "title": "Syrien",
        "icon": "",
        "data": "Damascus - 07.07.2011",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/syria.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/syria.jpg",
        "description": "Dieses Kunstwerk zeigt den Namen 'Syrien', der heftig über der Erde brennt, vor dem Hintergrund des Weltraums. Die intensiven Flammen, die den Namen umhüllen, symbolisieren die verheerenden Auswirkungen des anhaltenden Konflikts auf das Land. Der Kontrast zwischen der feurigen Zerstörung und der weiten, gleichgültigen Leere des Weltraums hebt das tiefe Leid und die Isolation Syriens hervor.",
        "projectDetails": [
          {
            "id": 105,
            "cardDescription": "Dieses kraftvolle Kunstwerk konzentriert sich auf den Namen „Syrien“, der über der Erde brennend dargestellt wird, vor dem unendlichen Hintergrund des Weltraums. Das Bild ist eine tiefgreifende visuelle Metapher für den verheerenden Konflikt, der Syrien seit über einem Jahrzehnt heimsucht. Die Flammen, die den Namen „Syrien“ verzehren, sind keine gewöhnlichen Flammen; sie sind intensiv, fast lebendig und symbolisieren den anhaltenden Krieg und seine unerbittliche Zerstörung. Die Art und Weise, wie die Buchstaben von Feuer umhüllt werden, spiegelt die weit verbreitete Verwüstung, den Schmerz und den Verlust wider, die in den letzten Jahren mit dem Land gleichbedeutend geworden sind.\n\nDie Entscheidung, diese Szene im Kontext des Weltraums darzustellen, ist besonders bemerkenswert. Der Weltraum, ein unendlicher Abgrund, repräsentiert die kalte, gleichgültige Weite der Welt um Syrien herum. Die Erde, die unter dem brennenden Namen zu sehen ist, wirkt klein und entfernt und betont, wie isoliert die Nation auf der globalen Bühne geworden ist. Die gleichgültige Weite des Weltraums steht in scharfem Kontrast zur Intensität der Flammen und unterstreicht das Gefühl des Verlassenseins und das Fehlen einer bedeutungsvollen Intervention der internationalen Gemeinschaft. Dieser Kontrast dient als eindringliche Erinnerung daran, wie die Welt oft aus der Ferne zugesehen hat, während Syrien vom Krieg verschlungen wurde, seine Menschen in tiefer Isolation leiden.\n\nDas Bild ist auch eine Reflexion über die tiefen Narben, die die Identität Syriens hinterlassen hat. Der brennende Name „Syrien“ symbolisiert den Verlust von Erbe, Kultur und Geschichte. Während die Flammen die Buchstaben verzehren, entsteht der Eindruck, dass etwas Unersetzliches zerstört wird—ein Land, das nicht nur physisch zerstört, sondern auch in seiner nationalen Identität erodiert wird. Das Feuer repräsentiert sowohl die buchstäbliche Zerstörung von Städten und Leben als auch das metaphorische Abbrennen der syrischen Seele, ihrer Kultur und des Geistes ihres Volkes.\n\nDarüber hinaus lädt das Kunstwerk die Betrachter dazu ein, über die anhaltenden Folgen des Konflikts nachzudenken. Die Flammen mögen schließlich erlöschen, aber der Schaden, der Syrien zugefügt wurde, ist weit davon entfernt, vorübergehend zu sein. So wie die Glut eines Feuers noch lange nach dem Erlöschen der Flammen schwelen kann, so werden auch die Auswirkungen dieses Krieges Syrien noch über Generationen hinweg begleiten. Der im Bild angedeutete Rauch symbolisiert die langanhaltenden Konsequenzen, die das Land politisch, sozial und kulturell in die Zukunft begleiten werden.\n\nAuf diese Weise ist das Kunstwerk nicht nur eine Darstellung von Zerstörung, sondern auch eine düstere Reflexion über den andauernden Kampf und die tiefen Kosten des Krieges. Es ist ein Aufruf, das menschliche Leid hinter den Schlagzeilen und Statistiken nicht zu vergessen. Der brennende Name „Syrien“ ist ein Symbol für eine Nation, die unvorstellbare Schmerzen erlitten hat, doch das Feuer deutet auch auf eine Resilienz hin—einen brennenden Geist, der trotz überwältigender Widrigkeiten nicht erloschen ist.\n\nDas Werk fesselt die Aufmerksamkeit des Betrachters nicht nur durch seine beeindruckenden visuellen Elemente, sondern auch durch die schwere emotionale Last, die es trägt. Es ist eine Erinnerung daran, dass hinter jedem Bild eines Konflikts eine tiefere Geschichte von Menschen steht, die darum kämpfen, zu überleben und ihre Identität angesichts überwältigender Widrigkeiten zu bewahren. Dieses Kunstwerk ist eine Hommage an den unerschütterlichen Geist Syriens, eine Nation, die brennt vor dem Wunsch nach Frieden, Gerechtigkeit und der Chance, wiederaufzubauen.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 106,
        "path": "projectCard",
        "title": "Logo's",
        "icon": "",
        "data": "Berlin - 04.11.2018",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/logo.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/logo.jpg",
        "description": "Dieses Kunstwerk präsentiert das Logo von Damaskus, der ältesten kontinuierlich bewohnten Hauptstadt. Als erstes Logo in einer Serie ist es Teil einer Sammlung von Logos für jede syrische Stadt. Dieses Design erfasst das kulturelle Erbe und die historische Bedeutung von Damaskus und dient als Eckpfeiler der Serie. Jedes Logo repräsentiert eine Stadt und zeigt Syriens vielfältige Geschichte und kulturelles Erbe.",
        "projectDetails": [
          {
            "id": 106,
            "cardDescription": "Dieses Kunstwerk ist ein sorgfältig gestaltetes Logo, das Damaskus repräsentiert, eine Stadt, die den Ruf genießt, die älteste kontinuierlich bewohnte Hauptstadt der Welt zu sein. Das Logo ist nicht nur ein Symbol; es ist eine visuelle Erzählung, die die reiche Geschichte, Kultur und Bedeutung von Damaskus im Kontext des weiten und vielfältigen Erbes Syriens verkörpert. Als erstes einer Reihe von Logos, die syrischen Städten gewidmet sind, setzt dieses Emblem den Ton für eine Sammlung, die darauf abzielt, die einzigartigen Identitäten und Vermächtnisse jeder Stadt in der Nation zu feiern.\n\nDas Design des Damaskus-Logos ist tief symbolisch, wobei jedes Element sorgfältig ausgewählt wurde, um verschiedene Aspekte der Identität der Stadt widerzuspiegeln. Die filigranen Muster und Motive erinnern an die alte Architektur und die künstlerischen Traditionen, die in Damaskus über Jahrtausende hinweg geblüht haben. Die Verwendung traditioneller Farben und Formen erinnert die Betrachter an die tiefen Wurzeln der Stadt in der Geschichte, während gleichzeitig ihre fortwährende Präsenz als kulturelles und spirituelles Zentrum im Nahen Osten hervorgehoben wird.\n\nIm Zentrum des Logos steht ein zentrales Symbol, das Damaskus selbst repräsentiert. Dies könnte eine stilisierte Version eines berühmten Wahrzeichens wie der Umayyaden-Moschee sein oder eine abstraktere Darstellung des historischen Wesens der Stadt. Um dieses zentrale Symbol herum kann das Design Elemente enthalten, die auf die Beiträge von Damaskus zu Kunst, Wissenschaft und Literatur sowie auf seine Rolle als Kreuzungspunkt der Zivilisationen im Laufe der Geschichte verweisen. Die Designsprache des Logos spricht für die zeitlose Natur der Stadt—ein städtischer Raum, in dem Vergangenheit, Gegenwart und Zukunft in einem fragilen Gleichgewicht koexistieren.\n\nAuch die Typografie des Logos ist ein wichtiger Bestandteil, wobei der Name „Damaskus“ in einer Schriftart dargestellt wird, die Tradition und Moderne verbindet. Die Buchstaben könnten auf eine Weise stilisiert sein, die an arabische Kalligraphie erinnert, und dennoch bleiben sie für ein globales Publikum zugänglich, was die universelle Relevanz von Damaskus als Symbol für Resilienz und Kontinuität unterstreicht. Der Text ergänzt die visuellen Elemente und schafft eine kohärente Identität, die das Erbe der Stadt ehrt und gleichzeitig in die breitere Erzählung der syrischen Kultur eingebettet ist.\n\nAls erstes Logo einer größeren Serie dient dieses Kunstwerk als Grundstein für eine Sammlung, die letztendlich alle wichtigen syrischen Städte repräsentieren wird. Jedes Logo in der Serie ist so gestaltet, dass es einzigartig ist und den Charakter und die Geschichte der Stadt, die es repräsentiert, widerspiegelt, doch sie sind alle durch eine gemeinsame visuelle Sprache verbunden. Dieser Ansatz hebt nicht nur die Vielfalt innerhalb Syriens hervor, sondern betont auch die Einheit und das gemeinsame Erbe, das diese Städte miteinander verbindet.\n\nDas Damaskus-Logo ist daher mehr als nur ein Emblem; es ist ein Tor zum Verständnis der breiteren kulturellen und historischen Landschaft Syriens. Es lädt die Betrachter ein, die Bedeutungsschichten im Design zu erkunden und eine tiefere Wertschätzung für die Rolle von Damaskus bei der Gestaltung der syrischen Identität zu entwickeln. Durch dieses Logo wird die alte Stadt nicht nur als Ort auf der Landkarte gefeiert, sondern als lebendiges, atmendes Wesen, das weiterhin inspiriert und beeinflusst.\n\nDieses Kunstwerk soll bei einem breiten Publikum Anklang finden, von denen, die persönliche Verbindungen zu Damaskus haben, bis hin zu denen, die seine Bedeutung zum ersten Mal entdecken. Es dient als visueller Botschafter für die Stadt und vermittelt ihre Bedeutung auf eine Weise, die sowohl visuell beeindruckend als auch tiefgründig ist. Indem die Serie mit Damaskus verankert wird, setzt der Künstler einen hohen Standard für die folgenden Logos und stellt sicher, dass jedes nachfolgende Design auch die Essenz seiner jeweiligen Stadt mit der gleichen Sorgfalt und Detailtreue einfängt.\n\nDie gesamte Logo-Kollektion zielt darauf ab, eine visuelle Reise durch Syrien zu bieten, wobei jedes Logo als Kapitel in der Geschichte der Nation fungiert. Das Damaskus-Logo ist dabei besonders eine Feier einer Stadt, die die Zeit überdauert hat, ein Zeugnis ihrer Widerstandsfähigkeit und eine Hommage an ihre Menschen, die ihr Erbe weitertragen.",
            "alt": "",
            "imageGroup": {
              "img_1": "../src/assets/images/hamdiphotos/project/projectDetails/logos/alepo.jpg",
              "img_2": "../src/assets/images/hamdiphotos/project/projectDetails/logos/homs.jpg",
              "img_3": "../src/assets/images/hamdiphotos/project/projectDetails/logos/dara.jpg",
              "img_4": "../src/assets/images/hamdiphotos/project/projectDetails/logos/dairAlzour.jpg",
              "img_5": "../src/assets/images/hamdiphotos/project/projectDetails/logos/latakia.jpg",
              "img_6": "../src/assets/images/hamdiphotos/project/projectDetails/logos/alswedaa.jpg",
              "img_8": "../src/assets/images/hamdiphotos/project/projectDetails/logos/tartous.jpg",
              "img_9": "../src/assets/images/hamdiphotos/project/projectDetails/logos/hama.jpg",
              "img_10": "../src/assets/images/hamdiphotos/project/projectDetails/logos/logoDamascus.jpg",
              "img_11": "../src/assets/images/hamdiphotos/project/projectDetails/logos/logoCham.jpg",
              "img_12": "../src/assets/images/hamdiphotos/project/projectDetails/logos/logoCham2.jpg"
            }
          }
        ]
      },
      {
        "id": 107,
        "path": "projectCard",
        "title": "Es gibt immer Hoffnung",
        "icon": "",
        "data": "Damascus - 18.05.2012",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/thereIsAlwaysHope.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/thereIsAlwaysHope.jpg",
        "description": "Dieses Kunstwerk zeigt ein Auge in einer Gefängniszelle, das das Leid der Inhaftierten symbolisiert. Das Design erinnert daran, die in Haft befindlichen Menschen nicht zu vergessen und ihr Leid nicht zu übersehen. Trotz der Dunkelheit steht das Auge für einen Funken Hoffnung und Geist. Dieses Werk fordert auf, Bewusstsein und Empathie für die Unterdrückten zu bewahren und zeigt, dass selbst unter den schwierigsten Umständen Hoffnung bleibt.",
        "projectDetails": [
          {
            "id": 107,
            "cardDescription": "Dieses eindrucksvolle Kunstwerk mit dem Titel „Es gibt immer Hoffnung“ dreht sich um eine kraftvolle visuelle Metapher: ein Auge, eingeschlossen in den kalten, unnachgiebigen Grenzen einer Gefängniszelle. Das Design spricht Bände über die erschütternde Realität, der diejenigen ausgesetzt sind, die zu Unrecht inhaftiert sind, sei es wegen ihrer Überzeugungen, Handlungen oder schlichtweg aufgrund eines unglücklichen Zufalls. Die Gefängnisgitter, streng und unbeugsam, repräsentieren die physischen und psychologischen Barrieren, die zahllose Menschen in Gefangenschaft halten, abgeschnitten von der Außenwelt und den Leben, die sie einst kannten.\n\nIm Zentrum dieser Komposition steht das Auge—weit geöffnet, wachsam und unnachgiebig. Das Auge, ein universelles Symbol für Wahrnehmung, Bewusstsein und den menschlichen Geist, steht in scharfem Kontrast zur trostlosen Umgebung der Gefängniszelle. Es ist nicht nur ein Auge, sondern ein Symbol des inneren Lichts, das sich weigert, erloschen zu werden, egal wie dunkel die Umstände sind. Das Auge blickt durch die Gitterstäbe hinaus, sein Blick fest auf eine Welt gerichtet, die es nicht mehr berühren, aber immer noch herbeisehnen kann. Dieser Blick steht für das tiefe Verlangen nach Freiheit, Gerechtigkeit und der Wiederherstellung der Würde, das jeder Gefangene in sich trägt.\n\nDie Präsenz des Auges in einem solch begrenzten Raum dient auch als eindringliche Erinnerung an die Widerstandsfähigkeit des menschlichen Geistes. Selbst wenn der Körper eingesperrt ist, streben Geist und Seele weiterhin nach Hoffnung, klammern sich an Erinnerungen, Träume und die Möglichkeit einer besseren Zukunft. Dieses Kunstwerk unterstreicht die Idee, dass Hoffnung eine unbezwingbare Kraft ist, die selbst unter den bedrückendsten Bedingungen überleben kann. Es ist diese Hoffnung, die das Auge offen, wachsam und mit der Welt jenseits der Gitterstäbe verbunden hält, ohne sich von der umgebenden Dunkelheit besiegen zu lassen.\n\nDie Komposition des Kunstwerks zwingt den Betrachter, sich den harten Realitäten der Inhaftierung zu stellen und fordert ihn auf, das Leiden derer, die in solchen Mauern gefangen sind, nicht zu ignorieren. Es ist leicht, diejenigen zu vergessen, die außer Sichtweite sind, aber dieses Werk besteht darauf, sich an sie zu erinnern. Das Auge, das den Betrachter direkt anstarrt, schafft eine unmittelbare Verbindung, als würde es flehen, nicht vergessen zu werden. Es fordert den Beobachter auf, die Menschlichkeit der Gefangenen anzuerkennen, sich an ihre Kämpfe zu erinnern und sich für ihre Rechte einzusetzen.\n\nDarüber hinaus deutet das Design darauf hin, dass während die Gefangenen körperlich eingesperrt sind, ihre Gedanken und Hoffnungen nicht in Ketten gelegt werden können. Der Fokus und die Intensität des Auges vermitteln eine Botschaft des stillen Widerstands, eine Weigerung, der Verzweiflung nachzugeben. Dieser Widerstand ist weder laut noch gewalttätig, sondern verkörpert sich im einfachen Akt, hoffnungsvoll zu bleiben, weiterhin auf einen Horizont zu blicken, der zwar außer Sichtweite, aber nicht aus dem Sinn ist.\n\nDie umgebende Gefängniszelle, obwohl ein Symbol der Unterdrückung, wird auch zu einem Hintergrund, vor dem die Macht der Hoffnung hervorgehoben wird. Die Entschlossenheit des Auges, über das Naheliegende hinauszusehen, an Hoffnung festzuhalten, selbst angesichts überwältigender Widrigkeiten, ist ein Zeugnis für die Stärke des menschlichen Willens. Es suggeriert, dass egal wie schlimm die Situation ist, es immer einen Funken Hoffnung gibt—einen Funken, der Veränderungen entzünden, Bewegungen inspirieren und letztendlich zur Befreiung führen kann.\n\nIn diesem Zusammenhang ist das Kunstwerk nicht nur ein Kommentar zur physischen Inhaftierung, sondern auch zu dem breiteren Thema der Unterdrückung. Es spricht jeden an, der sich jemals gefangen, marginalisiert oder zum Schweigen gebracht gefühlt hat, und bietet eine Botschaft der Solidarität und Ermutigung. Das Werk spricht die universelle Erfahrung des Kampfes an und die universelle Wahrheit, dass Hoffnung, egal wie klein, eine mächtige Kraft für Veränderung ist.\n\nLetztendlich ist „Es gibt immer Hoffnung“ ein Aufruf zum Handeln. Es fordert uns auf, unser Bewusstsein für die Unterdrückten aufrechtzuerhalten, weiterhin für Gerechtigkeit zu kämpfen und niemals die Tatsache aus den Augen zu verlieren, dass solange es Hoffnung gibt, es auch die Möglichkeit zur Veränderung gibt. Dieses Kunstwerk erinnert uns daran, dass der menschliche Geist, obwohl er herausgefordert und eingesperrt werden kann, niemals wirklich ausgelöscht werden kann. Das Auge in der Zelle bleibt offen, beobachtend, hoffend und wartend auf den Tag, an dem die Gitterstäbe fallen und die Freiheit wiedererlangt wird.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 108,
        "path": "projectCard",
        "title": "Damaskus Jasmin",
        "icon": "",
        "data": "Berlin - 10.03.2020",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/damascusJasmin.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/damascusJasmin.jpg",
        "description": "Dieses Kunstwerk feiert die Schönheit des Damaskus-Jasmins, ein Symbol des Erbes von Damaskus. Das Gemälde erfasst die zarten, aromatischen Blüten, geschätzt für ihre Eleganz. Das Werk spiegelt die Anmut dieser Blumen wider und verkörpert den Charme der Stadt sowie die Bedeutung des Jasmins. Es lädt die Betrachter ein, das duftende Wesen von Damaskus durch seine Blüte zu erleben und weckt Stolz.",
        "projectDetails": [
          {
            "id": 108,
            "cardDescription": "Dieses faszinierende Kunstwerk ist eine Hommage an den Damastjasminder, eine Blume, die nicht nur ein botanisches Wunder, sondern auch ein tief in das kulturelle und historische Gefüge von Damaskus verwobenes Symbol ist. Das Werk fängt auf elegante Weise die zarten, aromatischen Blüten ein, die zum Sinnbild für die Schönheit und Widerstandsfähigkeit der Stadt geworden sind. Jedes Blütenblatt ist akribisch detailliert, was die Ehrfurcht des Künstlers vor der Blume und ihrer Bedeutung für die Menschen in Damaskus widerspiegelt.\n\nDer Damastjasminder, der vor Ort als „Zahrat Al Yasmin“ bekannt ist, wird für seine zarte Schönheit und seinen betörenden Duft gefeiert. Seit Jahrhunderten schmückt er die Innenhöfe, Straßen und Häuser von Damaskus und ist zu einem integralen Bestandteil der Identität der Stadt geworden. Die Darstellung dieser Blüten durch den Künstler, mit ihren sternförmigen Blütenblättern und sanften weißen Farbtönen, versetzt die Betrachter in das Herz von Damaskus, wo der Duft von Jasmin in der Luft liegt und ein Gefühl von Frieden und Nostalgie vermittelt.\n\nDas Kunstwerk zeigt nicht nur eine Blume; es erzählt die Geschichte einer Stadt und ihrer Menschen. Damaskus, eine der ältesten durchgehend bewohnten Städte der Welt, hat zahllose Reiche aufsteigen und fallen sehen. Durch all dies hindurch bleibt der Jasmin eine Konstante, die Jahr für Jahr blüht und ein Zeugnis für den unerschütterlichen Geist der Stadt darstellt. Die Widerstandsfähigkeit des Jasmins angesichts der Zeit und des Aufruhrs spiegelt die Widerstandsfähigkeit von Damaskus selbst wider. Trotz der Herausforderungen und Konflikte, die die Stadt geplagt haben, blüht der Jasmin weiter und symbolisiert Hoffnung, Kontinuität und das Fortbestehen von Schönheit, selbst in den schwierigsten Zeiten.\n\nDie akribische Detailgenauigkeit des Kunstwerks lädt die Betrachter dazu ein, die subtile Eleganz jeder Blüte zu schätzen. Die Blütenblätter, die in perfekter Harmonie angeordnet sind, erzeugen ein Gefühl von Ausgeglichenheit und Gelassenheit. Diese sorgfältige Detailgenauigkeit unterstreicht nicht nur das Können des Künstlers, sondern betont auch die Bedeutung des Jasmins in der damaszenischen Kultur. Die Blume ist mehr als nur eine Zierpflanze; sie ist ein Symbol für Gastfreundschaft, Liebe und das reiche kulturelle Erbe von Damaskus.\n\nDarüber hinaus weckt das Gemälde ein tiefes Gefühl von Nostalgie und Stolz bei denen, die eine Verbindung zur Stadt haben. Für viele ist der Jasmin eine Erinnerung an die Heimat, ein Duft, der Erinnerungen an Kindheit, Familientreffen und die einfachen Freuden des Lebens in Damaskus weckt. Das Kunstwerk greift diese Emotionen auf und lädt die Betrachter ein, in das sinnliche Erlebnis einzutauchen, von Jasmin umgeben zu sein, seine weichen Blütenblätter zu fühlen und seinen süßen, beruhigenden Duft einzuatmen.\n\nDie weiche Farbpalette, die im Kunstwerk verwendet wird—hauptsächlich Weiß-, Grün- und dezente Gelbtöne—verstärkt weiter das Gefühl von Ruhe und Zeitlosigkeit. Der Hintergrund, absichtlich minimal gehalten, lässt den Jasmin in den Mittelpunkt rücken und unterstreicht seine Bedeutung in der Komposition. Die Einfachheit der Szenerie steht im Gegensatz zur Komplexität der Symbolik der Blume und schafft eine starke visuelle und emotionale Wirkung.\n\nDieses Werk ist nicht nur eine Feier der Jasminblüte; es ist eine Feier von Damaskus selbst. Durch den Jasmin fängt der Künstler die Essenz der Stadt ein—ihre Anmut, ihre Geschichte und ihre Fähigkeit zu überdauern. Das Kunstwerk dient als Brücke zwischen Vergangenheit und Gegenwart, eine Erinnerung an die zeitlose Schönheit, die Damaskus und seine Menschen ausmacht. In einer Welt, die sich ständig verändert, steht der Jasmin als Symbol für die Dinge, die konstant bleiben, die Dinge, die weiter blühen, selbst angesichts von Widrigkeiten.\n\nLetztlich lädt dieses Kunstwerk die Betrachter dazu ein, eine Verbindung zur kulturellen und emotionalen Bedeutung des Damastjasmins herzustellen. Es ermutigt sie, über ihre eigenen Erfahrungen mit der Blume nachzudenken, sich an den Duft eines von Jasmin erfüllten Innenhofs an einem warmen Abend zu erinnern und stolz auf das Erbe zu sein, das sie repräsentiert. Ob als Symbol der Geschichte von Damaskus, als Erinnerung an die Heimat oder einfach als schönes Stück Natur betrachtet, der Jasmin in diesem Kunstwerk spricht auf mehreren Ebenen an und macht es zu einem wirklich tiefgründigen und bewegenden Werk.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 109,
        "path": "projectCard",
        "title": "Wir bleiben für immer hier",
        "icon": "",
        "data": "Damascus - 18.03.2012",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/weStayHere.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/weStayHere.jpg",
        "description": "Dieses Kunstwerk vermittelt die Verbindung zu den Wurzeln. Eine Hand hält einen Ast, der die Bindung zu den Ursprüngen symbolisiert. Der Griff spiegelt das Engagement für das Erbe wider und zeigt, dass unsere Wurzeln verankert bleiben. Das Werk betont den Entschluss, an unseren Ursprüngen festzuhalten und sie zu ehren. Es erinnert an die Stärke, die aus unseren Wurzeln schöpfen.",
        "projectDetails": [
          {
            "id": 109,
            "cardDescription": "Dieses Kunstwerk mit dem Titel „Wir bleiben hier für immer“ ist eine tiefgründige visuelle Darstellung der dauerhaften Verbindung zu den eigenen Wurzeln. Das zentrale Element der Komposition ist eine Hand, die einen großen Baumzweig festhält, der als kraftvolle Metapher für die tiefe und unzerbrechliche Bindung zwischen einem Individuum und seinen Ursprüngen dient. Die Bildsprache spricht das angeborene menschliche Bedürfnis an, verbunden zu bleiben, egal welche Wege unser Leben nimmt.\n\nDie Hand in dem Kunstwerk ist mit einem festen und entschlossenen Griff an den Zweig geklammert, was einen unerschütterlichen Einsatz symbolisiert. Dieser Griff ist nicht nur eine physische Handlung, sondern Ausdruck eines inneren Entschlusses, niemals seine Herkunft und Identität aufzugeben. Die Stärke der Hand vermittelt die Idee, dass unsere Wurzeln nicht nur ein Teil unserer Vergangenheit sind, sondern auch integraler Bestandteil unserer Gegenwart und Zukunft. Sie bieten Stabilität und ein Gefühl der Zugehörigkeit, das uns auch dann verankert, wenn wir uns den sich ständig ändernden Strömungen des Lebens stellen.\n\nDer Baumzweig selbst ist robust und dick, was den Reichtum und die Vitalität unseres Erbes repräsentiert. Bäume mit ihrem weit verzweigten Wurzelsystem sind natürliche Symbole für Wachstum, Leben und Kontinuität. Durch die Fokussierung auf den Zweig unterstreicht das Kunstwerk die Idee, dass unsere Wurzeln, ähnlich wie die Wurzeln des Baumes, das Fundament sind, aus dem wir wachsen. Sie bieten uns die Nahrung und Stärke, die wir zum Gedeihen brauchen. Die Wahl eines großen Zweigs deutet darauf hin, dass diese Wurzeln stark und beständig sind, fähig, jedem Sturm zu trotzen.\n\nDer Hintergrund des Kunstwerks ist bewusst schlicht gehalten, um sicherzustellen, dass der Fokus des Betrachters auf der Hand und dem Zweig bleibt. Diese Einfachheit betont die zeitlose und universelle Natur des Themas—egal wo wir sind oder welchen Herausforderungen wir gegenüberstehen, unsere Verbindung zu unseren Wurzeln bleibt fest bestehen. Die subtilen Töne des Hintergrunds können die Erde hervorrufen, was die Idee von Erdung und Stabilität weiter verstärkt. Es erinnert daran, dass unsere Ursprünge das Fundament sind, auf dem unser Leben aufgebaut ist.\n\nDie Botschaft von „Wir bleiben hier für immer“ ist eine Botschaft von Widerstandsfähigkeit und Ehre. Es spricht die Bedeutung an, an unseren Ursprüngen festzuhalten, nicht nur als eine Frage des persönlichen Stolzes, sondern auch als eine Quelle der Stärke. Das Kunstwerk suggeriert, dass in einer Welt, die sich ständig verändert, in der Identitäten und Verbindungen manchmal flüchtig erscheinen, unsere Wurzeln etwas sind, auf das wir uns immer verlassen können. Sie sind eine Kraftquelle, die uns den Mut und die Entschlossenheit verleiht, allem zu begegnen, was auf uns zukommt.\n\nDieses Werk greift auch die Idee des Erbes auf. Indem wir an unseren Wurzeln festhalten, bewahren wir nicht nur unsere eigene Identität, sondern stellen auch sicher, dass zukünftige Generationen ein starkes Fundament haben, aus dem sie wachsen können. Das Bild der Hand, die den Zweig greift, kann als Symbol für die Weitergabe von Werten, Traditionen und Weisheiten von einer Generation zur nächsten gesehen werden. Es deutet darauf hin, dass wir, indem wir mit unseren Wurzeln verbunden bleiben, die Vergangenheit ehren und den Weg für die Zukunft ebnen.\n\nIn diesem Sinne ist „Wir bleiben hier für immer“ nicht nur eine Aussage über die persönliche Identität, sondern eine Erklärung der Kontinuität. Es ist eine Hommage an die beständige Kraft des Erbes, eine Erinnerung daran, dass unsere Wurzeln ein wesentlicher Bestandteil dessen sind, wer wir sind, und dass sie immer bei uns sein werden, egal wohin uns die Reise des Lebens führt. Das Kunstwerk lädt die Betrachter dazu ein, über ihre eigenen Verbindungen zu ihren Wurzeln nachzudenken und sie als wesentlichen Bestandteil ihres Seins zu schätzen und zu schützen.\n\nDie visuelle Einfachheit des Werkes wird durch seine emotionale Tiefe ergänzt. Der Griff der Hand am Zweig ist ein kraftvolles Bild, das auf mehreren Ebenen mitschwingt und Stärke, Kontinuität und die unzerbrechliche Bindung zu den eigenen Ursprüngen symbolisiert. Es dient als zeitlose Erinnerung daran, dass wir, egal wohin wir gehen, unsere Wurzeln mit uns tragen. Sie sind die stillen, aber beständigen Begleiter, die uns leiten, unterstützen und uns daran erinnern, woher wir kommen. Dieses Kunstwerk ist eine Feier der dauerhaften Stärke, die aus der Treue zu den eigenen Wurzeln erwächst, eine Stärke, die tatsächlich für immer bestehen wird.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 110,
        "path": "projectCard",
        "title": "Vergessen Sie die Armen nicht",
        "icon": "",
        "data": "Berlin - 14.11.2013",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/poor.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/poor.jpg",
        "description": "Dieses Kunstwerk zeigt die verheerenden Auswirkungen des Krieges auf Waisen und Arme. Ein Auge, gefüllt mit hungernden Menschen, die wie am Tag des Jüngsten Gerichts aufgereiht sind, symbolisiert unsichtbares Leiden. Außerhalb des Auges spiegelt die Zerstörung die harte Realität wider. Der Kontrast zwischen Auge und Zerstörung betont die Notwendigkeit, ihre Notlage nicht zu übersehen. Dieses Werk fordert auf, die Verwundbaren zu unterstützen.",
        "projectDetails": [
          {
            "id": 110,
            "cardDescription":"Dieses eindrucksvolle Kunstwerk mit dem Titel „Vergesst die Armen nicht“ dient als kraftvolle Erinnerung an das tiefe und oft unsichtbare Leid, das die Verwundbarsten—Waisen und die Armen—insbesondere im Zuge von Kriegen ertragen müssen. Im Mittelpunkt des Werkes steht ein einziges, großes Auge, das die Leinwand dominiert. In diesem Auge entfaltet sich eine eindringliche Szene: Linien abgemagerter, hungernder Menschen, deren Gesichter von Verzweiflung gezeichnet sind, stehen, als warteten sie auf ein Urteil. Das Auge selbst wird zu einem metaphorischen Fenster in ihre Welt—eine Welt voller Schmerz, Hunger und Verlust. Es ist, als ob dieses Auge, das das kollektive Gewissen der Menschheit repräsentiert, gezwungen ist, die schlimmen Umstände zu betrachten, denen diese Menschen täglich ausgesetzt sind.\n\nDie Menschen im Auge sind so dargestellt, dass sie das Bild eines letzten Gerichts hervorrufen, als stünden sie vor einem unsichtbaren Richter, ihr Leiden offenbart. Diese Bildsprache ist tief symbolisch und suggeriert, dass das Leid der Armen und Waisen eine moralische Frage ist, die dringend Aufmerksamkeit erfordert. Die Reihen von Menschen, die sich endlos innerhalb des Auges erstrecken, dienen als eindringliche Erinnerung an das enorme Ausmaß dieser humanitären Krise. Jede Figur, obwohl klein, trägt das Gewicht einer ungezählten Geschichte von Not, Verlust und Überlebenskampf. Das Auge, gefüllt mit diesen Figuren, spiegelt die erdrückende Last ihres kollektiven Leidens wider—eine Last, die allzu oft von der breiten Welt unbeachtet bleibt.\n\nAußerhalb des Auges ist die Landschaft eine der Verwüstung. Die trostlosen Umgebungen bilden einen scharfen Kontrast zur inneren Szene und unterstreichen die harte Realität, die diese Menschen ertragen müssen. Die Zerstörung, die außerhalb des Auges dargestellt wird, symbolisiert die äußeren Faktoren, die zu ihrem Leid beigetragen haben: Krieg, Armut, Vertreibung und gesellschaftliche Vernachlässigung. Dieser scharfe Kontrast zwischen dem inneren Leiden des Auges und der äußeren Verwüstung betont die Kluft zwischen denen, die leiden, und der Welt, die ihrem Leid oft blind gegenübersteht. Die Zerstörung ist nicht nur physisch, sondern auch metaphorisch, sie repräsentiert die zerbrochenen Systeme und gescheiterten Versprechen, die diese Menschen verlassen und vergessen haben.\n\nDie Entscheidung, sich auf ein Auge zu konzentrieren, ist besonders treffend. Es wird oft gesagt, dass die Augen die Fenster zur Seele sind, und in diesem Kunstwerk dient das Auge als Spiegel zur Seele der Menschheit. Es zwingt den Betrachter, der unbequemen Wahrheit ins Auge zu sehen, dass wir, obwohl wir das Leiden anderer sehen, sie nicht immer wirklich sehen. Das Auge, gefüllt mit dem Leid der Armen und Waisen, fordert uns auf, tiefer zu schauen, über die Oberfläche hinauszusehen und die Menschlichkeit derer anzuerkennen, die oft an den Rand gedrängt und übersehen werden.\n\nDieses Kunstwerk ist nicht nur eine Darstellung von Leid, sondern ein Aufruf zum Handeln. Es fordert die Betrachter auf, sich an die Armen und Waisen zu erinnern, ihr Leiden nicht zu übersehen und unsere gemeinsame Verantwortung in der Linderung ihres Leids zu erkennen. Das Werk spricht von der moralischen Verpflichtung, Mitgefühl und Hilfe für die Bedürftigen zu zeigen. Es ist eine Erinnerung daran, dass in Krisenzeiten die Verwundbarsten oft am stärksten betroffen sind und es ihre Stimmen sind, die gehört werden müssen und ihre Bedürfnisse, die erfüllt werden müssen.\n\nDas Auge, gefüllt mit hungernden, verzweifelten Menschen, dient als Metapher für die kollektive Schuld einer Welt, die solches Leiden hat weitergehen lassen. Doch in diesem Auge gibt es auch einen Hoffnungsschimmer—eine Erinnerung daran, dass mit Bewusstsein und Handlung Veränderung möglich ist. Das Kunstwerk ruft uns auf, die Armen nicht zu vergessen, ihr Leid zu sehen und mit Mitgefühl und Menschlichkeit darauf zu reagieren. Es ist eine eindringliche Erinnerung daran, dass wahres Sehen nicht nur das bloße Wahrnehmen, sondern auch das Verstehen und Handeln erfordert.\n\nLetztendlich ist dieses Werk ein Zeugnis für die Widerstandskraft des menschlichen Geistes angesichts unvorstellbarer Widrigkeiten. Es ehrt diejenigen, die so viel ertragen haben, und erinnert uns alle an die Kraft der Empathie und die Notwendigkeit, diejenigen, die still leiden, niemals zu vergessen. Das Kunstwerk hinterlässt einen bleibenden Eindruck und ermutigt die Betrachter, seine Botschaft mit sich zu tragen und in ihrem eigenen Leben zu handeln, um sicherzustellen, dass die Armen und Waisen niemals vergessen und ihr Leid niemals ignoriert wird.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 111,
        "path": "projectCard",
        "title": "Welkommen to Syria",
        "icon": "",
        "data": "Damascus - 02.11.2012",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/welcomeToSyria.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/welcomeToSyria.jpg",
        "description": "Dieses Kunstwerk spiegelt den Schmerz und Verlust wider, den Syriens Wandel von einem einst friedlichen Ort zu einem Land des Unheils hervorruft. Das Bild zeigt eine Straße, die zu einem Baum mit einer Tür in Form der Landkarte Syriens führt. Diese symbolische Tür steht für ein Land, das einst ein Paradies war, nun aber nicht mehr sicher ist. 2013 geschaffen, fängt dieses Werk die Trauer über die Veränderungen ein, die Syrien umgestaltet haben.",
        "projectDetails": [
          {
            "id": 111,
            "cardDescription": "„Willkommen in Syrien“ ist ein tiefgründiges und eindrucksvolles Kunstwerk, das den starren Gegensatz zwischen der Vergangenheit und der Gegenwart Syriens eindringlich festhält. 2013 geschaffen, bietet dieses Werk einen bewegenden Kommentar zur drastischen Transformation des Landes von einem Ort des Friedens und Wohlstands zu einem von Konflikten und Leid geprägten Land.\n\nIm Mittelpunkt der Komposition steht eine lange, verlassene Straße, die endlos bis zum Horizont reicht. Diese Straße symbolisiert den Weg durch die Zeit und die Ereignisse, die zum aktuellen Zustand Syriens geführt haben. Wenn die Betrachter dem Weg folgen, gelangen sie zu einem markanten Brennpunkt: einem großen, alten Baum, der entschlossen am Ende der Straße steht.\n\nDer Baum, mit seinen knorrigen Ästen und dem robusten Stamm, repräsentiert den unaufhörlichen Geist Syriens und seiner Menschen trotz aller Widrigkeiten. Er ist ein Symbol für Widerstandsfähigkeit und Hoffnung, trotz der überwältigenden Herausforderungen. Dieses Symbol der Stärke wird jedoch durch ein kraftvolles Element kontrastiert: eine Tür, die im Stamm des Baumes eingebettet ist und die Form der Landkarte Syriens hat.\n\nDiese Tür ist nicht nur ein buchstäbliches Tor, sondern ein metaphorischer Zugang zur Vergangenheit. Sie steht für die frühere Identität des Landes als „Paradies“—ein Ort der Sicherheit und Schönheit, der jetzt von Unruhe und Konflikten überschattet ist. Die landkartengestaltige Tür betont die Diskrepanz zwischen Syriens glorreicher Geschichte und der gegenwärtigen Realität und hebt das Gefühl von Verlust und Entfremdung hervor, das viele Syrer empfinden.\n\nDie Wahl dieses Bildes unterstreicht das Thema der Transformation und das emotionale Gewicht des Wandels. Die lange Straße, die zu dem Baum und der symbolischen Tür führt, lädt die Betrachter ein, über den Weg nachzudenken, den Syrien zurückgelegt hat, und die tiefe Traurigkeit zu reflektieren, die mit solchen drastischen Veränderungen einhergeht.\n\nDurch dieses Kunstwerk fängt der Künstler das Wesen der tragischen Entwicklung Syriens ein und bietet eine visuelle Darstellung des Herzschmerzes und Verlustes, den eine Nation erlebt, die einst für ihre Schönheit und Ruhe bekannt war. „Willkommen in Syrien“ ist nicht nur eine Darstellung einer physischen Landschaft, sondern eine tief emotionale Erkundung des menschlichen Erlebnisses angesichts tiefgreifender Veränderungen.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 112,
        "path": "projectCard",
        "title": "Liebe unter dem Mond",
        "icon": "",
        "data": "Damascus - 02.10.2013",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/love.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/love.jpg",
        "description": "Dieses Kunstwerk fängt das Wesen der wahren Liebe ein, das kostbarste Geschenk, das man besitzen kann. Es zeigt zarte Gefühle, beleuchtet von einem herzförmigen Mond. Der Nachthimmel und der Mond symbolisieren die Tiefe dieser Gefühle. Dieses Werk spiegelt die Schönheit der Liebe wider, wo Emotionen im Mondschein geschätzt werden und uns an die Magie erinnern, die wahre Liebe bringt.",
        "projectDetails": [
          {
            "id": 112,
            "cardDescription": "Dieses exquisite Kunstwerk, Liebesgeschichte Unter Dem Mond, ist eine fesselnde Darstellung der tiefgreifenden und transformierenden Kraft wahrer Liebe. Das Werk kombiniert meisterhaft Elemente von Romantik und Ruhe und schafft eine visuelle Symphonie, die zu den tiefsten Sehnsüchten des Herzens spricht.\n\nIm Zentrum des Kunstwerks steht ein herzförmiger Mond, der ein sanftes, ätherisches Licht ausstrahlt und die gesamte Szene in einen magischen Glanz taucht. Dieser Mond ist nicht nur ein Himmelskörper, sondern ein Symbol für die reine und grenzenlose Natur der Liebe. Er beleuchtet den Nachthimmel mit einer sanften Brillanz, die wunderschön gegen das tiefe, samtige Firmament des Kosmos abhebt. Dieses himmlische Herz spiegelt die Harmonie und Zärtlichkeit wider, die eine liebevolle Beziehung auszeichnen.\n\nDer Hintergrund des Bildes zeigt einen ruhigen Nachthimmel, gespickt mit funkelnden Sternen, die das Flimmern der Zuneigung zwischen den Protagonisten des Gemäldes widerspiegeln. Die Sterne fügen ein Gefühl von Wunder und Unendlichkeit hinzu und deuten darauf hin, dass wahre Liebe so ewig ist wie das Universum selbst. Das subtile Spiel von Licht und Schatten verstärkt die emotionale Tiefe der Szene und zieht den Betrachter in eine Welt, in der jeder Blick und jede Geste von Hingabe und Verständnis zeugt.\n\nIm Vordergrund sind die Liebenden in einem Moment der stillen Intimität dargestellt, ihre Figuren sanft vom Mondlicht beleuchtet. Ihre Ausdrücke sind zärtlich und von tiefer Achtung füreinander erfüllt und fangen das Wesen einer Bindung ein, die sowohl leidenschaftlich als auch beständig ist. Diese Darstellung der Zuneigung unterstreicht das Thema gegenseitiger Respekt und emotionaler Verbindung, das ihre Beziehung definiert.\n\nDie Gesamtkomposition des Kunstwerks ist darauf ausgelegt, ein Gefühl von Ruhe und Ehrfurcht zu erzeugen und die Betrachter einzuladen, über ihre eigenen Erfahrungen von Liebe und Verbindung nachzudenken. Der herzförmige Mond dient als ständige Erinnerung an die Magie und das Wunder, das die Liebe in unser Leben bringen kann. Während das Mondlicht durch die Szene webt, verwandelt es das Alltägliche in das Außergewöhnliche und feiert die Schönheit und Tiefe wahrer Zuneigung.\n\nLiebesgeschichte Unter Dem Mond ist mehr als nur ein Kunstwerk; es ist eine Hommage an die zeitlose und universelle Erfahrung der Liebe, eingefangen in einem Moment der ruhigen Schönheit und herzlichen Emotion. Es lädt uns ein, die besonderen Verbindungen, die wir mit den Menschen, die uns am Herzen liegen, teilen, zu schätzen und zu feiern und erinnert uns an die bezaubernde Kraft der Liebe unter dem sanften Blick des Mondes.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 113,
        "path": "projectCard",
        "title": "Seelenschrei",
        "icon": "",
        "data": "Damascus - 02.10.2013",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/cry.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/cry.jpg",
        "description": "Dieses Kunstwerk fängt stille Schreie ein, die oft ungehört bleiben – nach Ungerechtigkeit und Verzweiflung. Im Mittelpunkt steht eine Frau, deren Gesicht in einem Schrei verzerrt ist und den Schmerz ihrer Seele widerspiegelt. Ruinen schöner Städte symbolisieren die Zerstörung, die viele zum Schweigen bringt. Der Kontrast zwischen ihrem Schmerz und dem Hintergrund reflektiert tiefe Trauer. 'Soul Cry' zeigt innere Unruhe und Schreie nach der Zerstörung.",
        "projectDetails": [
          {
            "id": 113,
            "cardDescription": "In dem eindrucksvollen Grafikdesign mit dem Titel \"Seelenschrei\" fängt der Künstler meisterhaft das tiefe und oft unausgesprochene Leid ein, das persönliche und kollektive Schmerzen begleitet. Die zentrale Figur in dem Kunstwerk ist eine Frau, deren Gesicht eine eindringliche Darstellung von Verzweiflung und Frustration zeigt. Ihr Ausdruck, ein viszeraler Schrei, der in der Zeit eingefroren scheint, verkörpert die stillen, aber dröhnenden Schreie derjenigen, die in Einsamkeit leiden, und derer, deren Schmerz im Chaos einer von Verwüstung geprägten Welt ungehört bleibt.\n\nDer Hintergrund dieses kraftvollen Bildes zeigt die verfallenen Überreste einst blühender städtischer Landschaften. Diese Ruinen, die einst lebendig waren, stehen nun als starker Symbol für die Verödung, die nach der Zerstörung folgt. Sie dienen als gespenstische Erinnerung an die vergängliche Natur menschlicher Errungenschaften und die oft übersehenen Auswirkungen gesellschaftlicher Zusammenbrüche. Der Kontrast zwischen dem gequälten Gesicht der Frau und der trostlosen Stadtlandschaft unterstreicht die Tiefe des emotionalen und gesellschaftlichen Zusammenbruchs, der auftreten kann, wenn Menschen und Orte ihrer Lebenskraft beraubt werden.\n\n\"Seelenschrei\" ist eine visuelle Klage für das Leiden, das über die unmittelbaren Nachwirkungen der Verwüstung hinaus anhält. Es spricht die ungehörte Agonie der Einzelnen an, deren Schreie nach Gerechtigkeit, Frieden und Anerkennung im Angesicht der Ruinen oft ungehört bleiben. Dieses Kunstwerk ist nicht nur eine Darstellung von Schmerz, sondern ein Aufruf, die stillen Schreie zu erkennen und zu adressieren, die in der Leere der Zerstörung nachhallen. Es fordert die Betrachter heraus, über die menschlichen Kosten von Konflikten und Katastrophen nachzudenken und ein tieferes Verständnis und Mitgefühl für diejenigen zu entwickeln, deren Leiden oft unsichtbar bleibt.\n\nZusammenfassend ist \"Seelenschrei\" ein tiefgreifender Kommentar zu den emotionalen Narben, die durch Katastrophen hinterlassen werden. Es zeigt den Gegensatz zwischen der rohen emotionalen Reaktion des Individuums und der kargen Realität der Welt um sie herum und lädt die Betrachter ein, sich mit den stillen, oft unsichtbaren Aspekten menschlichen Leidens und Widerstands auseinanderzusetzen.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      }
    ],
    "ar": [
      {
        "id": 100,
        "path": "projectCard",
        "title": "ضوء ولادة جديدة",
        "icon": "",
        "data": "22.10.2017 - برلين",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/c|o.JPG",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/c|o.jpg",
        "description": "تُظهر هذه الصورة بوضوح الذكريات الثمينة من رحلتي. كل تفصيل يحمل دلالة عميقة: الضوء الأحمر الذي أضاء لي الطريق من دمشق إلى برلين، والساعَة التي ارتديتها بعد فراري من الحرب الوحشية في سوريا، والتي تعكس فقدان قيمة وطننا بسبب الصراع المستمر. عصير التفاح الطازج، والياسمين الدمشقي الذي يعتبر رمزًا لجمال الماضي، والعناصر الأخرى تروي قصة تجمع بين الحزن والأمل. كل هذه العناصر تشكل رمزًا لبداية مرحلة جديدة، مليئة بالتحديات والفرص، مما يعكس تحولي من واقع مؤلم إلى رحلة جديدة مليئة بالأمل.",
        "projectDetails": [
          {
            "id": 100,
            "alt": "ضوء ولادة جديدة",
            "cardDescription": "في هذا التصميم الجرافيكي المؤثر والغني بعنوان \"نور الولادة الجديدة\"، يلتقط الفنان رحلة اللاجئ المؤثرة والمحورية من الهروب من الدمار الناتج عن الحرب إلى بداية جديدة في بلد أجنبي. تم تصميم تكوين الصورة بدقة لنقل سرد عميق يربط بين التاريخ الشخصي، والخسارة، والتجديد.\n\nفي المقدمة: الضوء الأحمر الليلي\n\nالضوء الأحمر الليلي، الذي يعد عنصرًا مركزيًا في التكوين، ليس مجرد مصدر للإضاءة بل رمز للأمل والإرشاد خلال ظلام اللامبالاة. يستدعي اللحظات الأولى للرحيل من دمشق، حيث كان دفء هذا الضوء بمثابة نجم هداية مريح وسط الفوضى والخوف أثناء مغادرة بلد مزقته الحرب. توهجها الناعم يمثل هشاشة وقوة الروح البشرية في أوقات التغيير العميقة.\n\nالساعة: اتصال ملموس بالماضي\n\nالساعة المعروضة في الصورة تحمل وزن الحنين والتاريخ الشخصي. هي أكثر من مجرد إكسسوار؛ إنها أثر من زمن ومكان تغيرا بشكل لا يمكن عكسه بسبب النزاعات. تم ارتداؤها خلال الرحلة من سوريا إلى برلين، وتعتبر الساعة شهادة على قيمة اللحظات المفقودة وتدفق الزمن المستمر. وجودها في التصميم يبرز العلاقة المستمرة بالوطن والثقل الذي لا مفر منه من النزوح.\n\nعصير التفاح: طعم الحنين والروتين\n\nإدراج عصير التفاح يضيف لمسة من البساطة والروتين، والتي تتناقض حادًا مع العناصر المحيطة بالفوضى. هذا العنصر اليومي المألوف يرمز إلى الراحة والاستمرارية التي يتمسك بها اللاجئون حتى وإن تقلبت حياتهم. إنه تذكير بالأفراح اليومية للحياة التي تُقدَّر وتُفتقد بعد أن تتعرض للاهتزاز.\n\nياسمين دمشق: ذكرى عطرية\n\nياسمين دمشق، وهو عنصر مميز في التصميم، يثري السرد بحضوره العطري والمثير. رائحة الياسمين مرتبطة بعمق بالثقافة والعاطفة في دمشق. إدراجه في الصورة يمثل جوهر الوطن المستمر، تذكير جميل ولكنه مرير لما تم تركه وراءه. الأزهار الرقيقة هي استعارة لهشاشة وصمود الذاكرة.\n\nعناصر أخرى: نسيج من الحزن والأمل\n\nالعناصر الأخرى في التصميم - التي تم اختيارها بعناية - تندمج لتكوين نسيج بصري من الحزن والتفاؤل. تسرد هذه العناصر معًا قصة فرد يتعامل مع فقدان حياة كانت مألوفة، بينما يتقدم أيضًا إلى المجهول بشعلة من الأمل. تعكس الصورة التناقض في إيجاد الجمال والمعنى وسط المحن، وتلتقط جوهر الولادة الجديدة التي ترافق البدايات الجديدة.\n\nالرحلة: من دمشق إلى برلين\n\nبشكل عام، \"نور الولادة الجديدة\" هو سرد بصري قوي يلخص الرحلة العاطفية والجسدية من وطن مزقته الحرب إلى حياة جديدة في برلين. يتحدث عن المواضيع العالمية للهجرة، والذاكرة، والسعي للتجديد. لا يروي التصميم الجرافيكي قصة شخصية فحسب، بل يتناغم أيضًا مع التجربة الإنسانية الأوسع في البحث عن الراحة والهوية وسط التشتت والتحديات الناتجة عن النزوح.\n\nتعتبر هذه الصورة أكثر من مجرد انعكاس للماضي والحاضر؛ إنها تذكير عميق بقوة وصمود الأفراد الذين، على الرغم من مواجهة تحديات لا يمكن تصورها، يواصلون شق طريقهم نحو مستقبل مليء بالأمل.",
            "imageGroup": {
              "img_1": "../src/assets/images/hamdiphotos/project/ProjectDetails/c|o/c|oAustellungN1.jpg",
              "img_2": "../src/assets/images/hamdiphotos/project/ProjectDetails/c|o/c|oAustellungN2.jpg",
              "img_3": "../src/assets/images/hamdiphotos/project/ProjectDetails/c|o/c|oAustellungN3.jpg"
            }
          }
        ]
      },
      {
        "id": 101,
        "path": "projectCard",
        "title": "أنـتِ أنَـا",
        "icon": "",
        "data": "برلين - 11.01.2015",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/youme.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/youme.jpg",
        "description": "تُظهر الصورة دمجًا فنيًا لوجهين، أحدهما لشاب والآخر لفتاة، في صورة متكاملة واحدة. يتميز التداخل بين الوجهين بدمج ناعم يبرز التماثل والتقارب العميق بين الشخصين. الصورة تعكس بوضوح التوحد العاطفي والتشابه بين الشاب والفتاة، مما يخلق إحساسًا بالانسجام والتكامل التام. التصميم يُظهر التفاصيل الدقيقة دون التمييز بين الفردين، مما يعكس العلاقة القوية والتلاحم الفريد بينهما. يُبرز التصميم براعة فنية في التعبير عن مشاعر الحب والتفاهم العميق، ويعتبر تجسيدًا ملهمًا للاتصال الروحي بين الشخصين.",
        "projectDetails": [
          {
            "id": 101,
            "cardDescription": "يستعرض التصميم الجرافيكي بعنوان \"أنت أنا\" جوهر الوحدة والاتصال من خلال دمج فني بين وجهين. يظهر هذا العمل الفني شابًا وفتاة شابين، حيث يتم دمج ملامح وجهيهما بسلاسة، مما يرمز إلى الروابط العاطفية والحميمية بينهما. لقد صمم الفنان انتقالًا ناعمًا بين وجهيهما، مبرزًا أوجه التشابه العميقة بينهما والاتصال العاطفي الذي يربطهما.\n\nفي هذا التصميم، يعزز غياب الحدود الواضحة بين الوجهين التناغم والقرب بينهما. التوازن الدقيق للتفاصيل والدمج السلس لتعبيراتهما يعكس إحساسًا قويًا بالتعاطف والفهم المتبادل. لا يقتصر هذا التمثيل البصري على الجوانب الجمالية فقط؛ بل هو تذكير مؤثر بالتجربة الإنسانية المشتركة والروابط العاطفية التي تجمعنا.\n\nيدعو العمل المشاهدين للتفكير في جمال العلاقات وفكرة أننا، على مستوى أساسي، جميعنا مترابطون. تجسد الصورة ببلاغة فكرة أن كل واحد منا يحتوي على مرآة لآخر، مما يعزز موضوع الترابط العالمي والاهتزاز العاطفي.\n\nأثناء استكشافك لهذا التصميم، دعهم يلهموك للتفكير في كيفية تواصلنا مع بعضنا البعض وإيجاد نقاط مشتركة. يحتفل التصميم ليس فقط بالفرد، بل يبرز أيضًا أهمية روابطنا بالآخرين.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 102,
        "path": "projectCard",
        "title": "عاطفة الركام",
        "icon": "",
        "data": "برلين - 25.06.2016",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/emothion.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/emothion.jpg",
        "description": "تُصوّر هذه الرسمة وجه طفل يندمج مع مشهد طبيعي مدمر وممزق بالحرب، حيث تعكس عمق المأساة الإنسانية بكل تفاصيلها. عيون الطفل، المليئة بالحزن والبراءة، تتداخل بشكل مؤثر مع الأنقاض والركام في الخلفية، مما يعكس معاناة لا تُنسى وألمًا مستمرًا. يجسد هذا الدمج البصري المعاناة الإنسانية العميقة التي تسببها الدمار والعنف المستمر، ويشير إلى الندوب العاطفية الدائمة والتأثير النفسي العميق الذي تتركه مثل هذه الكوارث المدمرة على الأفراد والمجتمعات على حد سواء، مما يجعل هذه المعاناة تتجاوز حدود الزمن والمكان وتستمر في الذاكرة الجماعية للأجيال القادمة.",
        "projectDetails": [
          {
            "id": 102,
            "cardDescription": "في هذا التصميم الجرافيكي المؤثر بعنوان \"عاطفة الركام\"، نقدم سردًا بصريًا عميقًا يعبر عن جوهر المعاناة الإنسانية والتأثيرات الدائمة للتدمير البيئي. تركز الصورة على وجه طفل، الذي يُظهر ملامحه الرقيقة شعورًا قويًا بالحزن والبراءة. عيون الطفل، التي تعكس كل من الكآبة العميقة والضعف البالغ، تتمازج بسلاسة مع خلفية من المناظر الطبيعية المدمرة.\n\nيظهر التصميم الجرافيكي تباينًا واضحًا بين نقاء تعبير الطفل والواقع القاسي للبيئة المدمرة المحيطة به. هذا التباين يبرز تعليقًا قويًا على تأثيرات الكوارث البيئية والإنسانية. عيون الطفل، التي تبدو غارقة في الدموع وتندمج مع الأنقاض، ترمز إلى الوزن العاطفي الذي يتحمله أولئك الذين يتأثرون بشدة بمثل هذا التدمير. كما يبرز كيف أن هذه المآسي لا تؤدي فقط إلى تهجير وتدمير البيئات المادية، ولكنها أيضًا تترك ندوبًا نفسية عميقة على أبرياء وأضعف أفراد المجتمع.\n\nالتدمير الممثل في الخلفية، والذي قد يكون نتيجة لكوارث طبيعية مثل الفيضانات أو الانهيارات الأرضية أو الأنشطة البشرية مثل الحروب أو الاستغلال الصناعي، يعمل كاستعارة للتآكل البيئي والعاطفي الأوسع الذي يصاحب هذه الأحداث. يمكن تفسير مصطلح \"الركام\" في العنوان على أنه إشارة إلى الحطام العاطفي والمادي المتبقي، على غرار الحطام الجيولوجي الذي تتركه الأنهار الجليدية. تعزز هذه الاستخدامات المجازية للكلمة عمق التصميم الجرافيكي، مشيرة إلى أن المشهد العاطفي الذي نراه هنا هو علامة على المآسي الماضية والمستمرة.\n\nإن الدمج السلس لوجه الطفل مع الحطام يبرز العلاقة غير القابلة للفصل بين معاناة الإنسان وتدمير البيئة. يثير التصميم الجرافيكي استجابة قوية، مما يدفع المشاهدين للتفكير في الآثار الأوسع لمثل هذه الصور. يدعونا إلى التفكير في التأثيرات طويلة الأمد للتدمير على حياة الإنسان والتعاطف مع أولئك الذين يتحملون عواقب الكوارث التي غالبًا ما تكون خارج سيطرتهم.\n\nمن خلال تقديم هذه الصور القوية، يقدم \"عاطفة الركام\" ليس فقط صورة لمعاناة طفل عاطفية، بل يتحدى أيضًا للتعرف على ومعالجة المشكلات الاجتماعية والبيئية الأوسع التي تسبب مثل هذه المعاناة. إنه دعوة للعمل، تشجع المشاهدين على التعرف على الأسباب الأساسية لهذه الأحداث المدمرة والعمل نحو عالم أكثر رحمة واستدامة.\n\nباختصار، يعد هذا التصميم الجرافيكي استكشافًا مؤثرًا ولكنه جميل للتقاطع بين براءة الإنسان وتدمير البيئة. إنه تذكير مؤثر بالآثار العميقة للتدمير على العالم المادي والحالات العاطفية للأشخاص المتضررين. لقد استخدم الفنان عناصر بصرية بشكل بارع لنقل رسالة عميقة ودائمة حول عواقب أفعالنا والندوب العاطفية التي تتركها خلفها.",
            "alt": "عاطفة الركام",
            "imageGroup": {
              "img_2": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN2.jpg",
              "img_3": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN3.jpg",
              "img_4": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN4.jpg",
              "img_5": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN5.jpg",
              "img_6": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN6.jpg",
              "img_7": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN7.jpg",
              "img_8": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN8.jpg",
              "img_9": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN9.jpg",
              "img_10": "../src/assets/images/hamdiphotos/project/projectDetails/emothion/emothionN10.jpg"
            }
          }
        ]
      },
      {
        "id": 103,
        "path": "projectCard",
        "title": "نهاية العالم",
        "icon": "",
        "data": "Damascus - 4.09.2013",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/theEndofTheWorld.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/theEndofTheWorld.jpg",
        "description": "تُصوّر هذه اللوحة الفنية رجلين سوريين يخرجان من أنقاض الأحياء المدمرة، بحثًا عن مكان جديد في العالم الواسع المجهول. مدفوعين بتدمير الحرب، يسيرون نحو الأرض، وتعكس صورتهم مزيجًا من الأمل واليأس. تلتقط اللوحة الإحساس العميق بالتهجير والبحث عن مستقبل وسط بقايا ماضٍ محطم. بين الخراب والدمار، يظهرون كرمز للمعاناة المستمرة والأمل في العثور على ملاذ جديد. اللوحة تعكس الصراع الداخلي للبحث عن هوية ومكان في عالم فقد استقراره، مما يعكس الحقيقة القاسية للتهجير والتشتت في منظر طبيعي غير مألوف، ويبرز معاناتهم وتجربتهم الشخصية.",
        "projectDetails": [
          {
            "id": 103,
            "cardDescription": "في هذه اللوحة القوية والمؤثرة، التي تحمل عنوان \"نهاية العالم\"، يغوص الفنان بعمق في السرد المأساوي للتهجير والبقاء في أعقاب الصراع. تتكشف المشهد مع رجلين سوريين يظهران من بين حطام أحياء كانت مزدهرة يوماً، والتي دمرها تيار الحرب المستمر بلا رحمة. البيئة المحيطة بهم هي لوحة صارخة للدمار: المباني المنهارة، الحطام المتناثر، وبقايا حياة مقطوعة.\n\nيقف الرجال على عتبة فصل جديد وغير مؤكد، وتظهر أشكالهم مظللة ضد خلفية الخراب. تعبيراتهم مزيج مؤثر من الأمل واليأس - حالة عاطفية معقدة تعكس رحلتهم العاصفة. يجسد الفنان ببراعة هشاشة وضعهم والوزن النفسي الهائل لمأزقهم. وجوههم، المليئة بالإرهاق، تنقل رغبة عميقة في الاستقرار والسلام، بينما عيونهم تشير إلى بريق أمل في مستقبل أفضل.\n\nتتباين تكوين اللوحة بشكل حاد مع الدمار الفوضوي المحيط بالرجال مع الفضاء الواسع والمفتوح أمامهم. هذا التباين يرمز إلى طبيعة بحثهم عن منزل جديد الذي يبدو شاقاً وغير قابل للتنبؤ. البيئة مرسومة بواقعية صارمة، مما يبرز شعوراً عميقاً بالضياع والانفصال الذي يواجهه أولئك الذين يجبرون على مغادرة أوطانهم.\n\nيلعب استخدام اللون والضوء في العمل دوراً حاسماً في تعزيز العمق العاطفي للمشهد. الألوان الخافتة للخراب تتناقض مع الألوان الدافئة قليلاً للأفق، مما يوحي بإمكانية التجديد والشفاء حتى في وسط الدمار. تبرز التلاعبات بين الضوء والظل عزلة الرجال بينما تشير في الوقت نفسه إلى إمكانية الأمل والبدء من جديد.\n\n\"نهاية العالم\" ليست مجرد تمثيل بصري؛ إنها استكشاف حسّي للحالة الإنسانية في مواجهة التغييرات الكارثية. تدعو المشاهدين للتفكير في التأثيرات العميقة للصراع والتهجير، والتعاطف مع أولئك الذين تغيرت حياتهم بشكل لا رجعة فيه بسبب هذه الأحداث. العمل هو تذكير مؤثر بصمود الروح البشرية والبحث الدائم عن الأمل والانتماء، حتى في أحلك الظروف.\n\nعند تعمقك في هذه القطعة المؤثرة، يُشجّعك على التفكير في الآثار الأوسع لروايتها. تتحدث عن التجربة العالمية في البحث عن ملاذ والإرادة الصلبة للمضي قدماً على الرغم من الصعوبات الهائلة. من خلال تصوير رحلة هذين الرجلين، \"نهاية العالم\" يلتقط لحظة من الضعف البشري العميق والبحث المستمر عن مكان يمكن أن يُطلق عليه اسم الوطن.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 104,
        "path": "projectCard",
        "title": "كاتم صوت حضاري",
        "icon": "",
        "data": "Damascus - 22.07.2012",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/silencerCivilizedVoice.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/silencerCivilizedVoice.jpg",
        "description": "تُظهر هذه العمل الفني الأطفال محبوسين داخل ميكروفون، مما يرمز إلى كيفية تجاهل أصواتهم في وسائل الإعلام والمجتمع بشكل عام. يعكس العمل بوضوح كيف يتم تهميش حقوق الأطفال في مجتمعاتنا، مبرزًا الفجوة الكبيرة بين اهتماماتهم واعتراف المجتمع بها. من خلال تصوير أصوات الأطفال داخل ميكروفون، يسلط العمل الضوء على الحاجة الملحة لتمثيل حقيقي ولإعطاء حقوقهم ووجهات نظرهم الاهتمام الذي تستحق. العمل يدعو إلى إيلاء اهتمام أكبر لمشاكل الأطفال وصيحاتهم المظلومة، التي غالبًا ما تُهمل في النقاشات العامة والقرارات السياسية.",
        "projectDetails": [
          {
            "id": 104,
            "cardDescription": "\"Silencer Civilized Choice\" هو عمل تصميم جرافيكي مثير وموحي يُعدّ نقدًا قويًا للطريقة التي تُهمش بها أصوات الأطفال غالبًا من قبل وسائل الإعلام والهياكل الاجتماعية المعاصرة. عند النظر إلى العمل الفني، يظهر من الوهلة الأولى مشهد لافت: ميكروفون، رمز للتواصل والصوت، مملوء بالأطفال. هذه المفارقة تخدم كاستعارة عميقة لصوت الأطفال الذي غالبًا ما يتم تجاهله في النقاش الأوسع.\n\nالموضوع المركزي والرمزية\n\nالميكروفون، الذي يُعتبر عادةً أداة لتضخيم الأصوات وتمكين التواصل، يتحول في هذا العمل الفني إلى وعاء للأطفال الذين يمثلون المستقبل وجوهر الإمكانيات غير المستغلة. بدلاً من تضخيم أصواتهم، يحتوي الميكروفون على تلك الأصوات بشكل متناقض، مما يرمز إلى كيفية تجاهل اهتماماتهم أو قمعها. هذه الصورة تعارض بشدة الوظيفة المعتادة للميكروفون، مما يبرز الفجوة بين إمكانات التمثيل وواقع استبعادهم.\n\nنقد الإعلام وتجاهل المجتمع\n\nيُعالج هذا التصميم نقديًا دور الإعلام في تشكيل النقاش العام ويبرز فشله في تمثيل أصوات الأطفال بشكل كافٍ. في العديد من المجتمعات، تُهمل آراء وتجارب الأطفال في كثير من الأحيان، وتُغطى بواسطة السرديات السائدة. ينتقد العمل الفني هذا التجاهل من خلال تصوير الفجوة بين حجم أصوات الأطفال وصمتٍ مدوي يحيط غالبًا بقضاياهم.\n\nتسليط الضوء على الحاجة إلى التمثيل\n\nالعمل الفني هو دعوة للعمل، تحث على التحول نحو تمثيل حقيقي واعتراف بحقوق ووجهات نظر الأطفال. من خلال احتواء هذه الأصوات داخل الميكروفون، يبرز الفنان الحاجة الملحة لمعالجة الفجوة بين الأصوات الفعلية للأطفال وتمثيلها في وسائل الإعلام وصناعة السياسات. هذه الاستعارة البصرية تدعو المشاهدين لإعادة التفكير في دورهم في تعزيز أو إضعاف الهياكل التي تسكت هذه المنظورات الأساسية.\n\nالتأكيد على الحقوق والوجهات\n\nيبرز استخدام الميكروفون كوعاء بدلاً من أداة تعبير الحاجة الملحة لتغيير اجتماعي. يُعتبر العمل الفني بمثابة دعوة بصرية لحقوق الأطفال، ويدعو الانتباه إلى المشكلات النظامية التي تؤدي إلى تقليل قيمة وجهات نظرهم. يُذكّر بأهمية الاستماع إلى ودمج أصوات الجيل الأصغر في الحوارات التي تشكل مستقبلنا.\n\nالختام\n\n\"Silencer Civilized Choice\" هو أكثر من مجرد تصميم جرافيكي؛ إنه تعليق عميق على حالة حقوق الأطفال وتمثيلهم في وسائل الإعلام الحديثة. من خلال رمزيته القوية ونقده، يجذب العمل الفني الانتباه ليس فقط إلى أصوات الأطفال التي غالبًا ما تكون غير مرئية، بل أيضًا كعامل محفز للحوار حول كيفية دمج هذه الأصوات بشكل أفضل في السرد الاجتماعي. يتحدى المشاهدين للتفكر في دورهم الخاص في الحفاظ على أو تفكيك الهياكل التي تسكت هذه المنظورات الأساسية.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 105,
        "path": "projectCard",
        "title": "سوريــا",
        "icon": "",
        "data": "Damascus - 07.07.2011",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/syria.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/syria.jpg",
        "description": "This artwork portrays the name \"Syria\" burning fiercely above the Earth, set against the backdrop of space. The intense flames engulfing the name symbolize the devastating impact of ongoing conflict on the nation. The contrast between the fiery destruction and the vast, indifferent expanse of space highlights the profound suffering and isolation experienced by Syria. This piece captures",
        "projectDetails": [
          {
            "id": 105,
            "cardDescription": "ركز هذا العمل الفني القوي على اسم \"سوريا\"، الذي يظهر محترقًا بشدة فوق الأرض مقابل خلفية الفضاء الواسع. هذا المشهد هو مجاز بصري عميق للصراع المدمر الذي مزق سوريا لأكثر من عقد من الزمان. اللهب الذي يلتهم اسم \"سوريا\" ليس مجرد لهب عادي؛ إنه شديد، يكاد يكون حيًا، يرمز إلى الحرب المستمرة وتدميرها الذي لا يلين. الطريقة التي تحترق بها الأحرف تعكس الدمار الواسع النطاق، الألم، والخسارة التي أصبحت مرادفة للبلد في السنوات الأخيرة.\n\nاختيار وضع هذا المشهد في سياق الفضاء الخارجي له تأثير خاص. الفضاء، وهو فراغ لا نهائي، يمثل الامتداد البارد واللامبالي للعالم من حول سوريا. الأرض، التي تظهر أسفل الاسم المحترق، تبدو صغيرة وبعيدة، مما يبرز مدى العزلة التي أصبحت عليها الأمة على الساحة العالمية. تتناقض لا مبالاة الفضاء الواسع بشكل حاد مع كثافة النيران، مما يؤكد على الشعور بالهجران وغياب التدخل الجاد من المجتمع الدولي. هذا التناقض يعمل كتذكرة مؤلمة لكيفية مراقبة العالم من بعيد بينما تلتهم الحرب سوريا، ويعاني شعبها في عزلة عميقة.\n\nالصورة هي أيضًا انعكاس للندوب العميقة التي تركها الصراع على الهوية السورية. احتراق اسم \"سوريا\" يرمز إلى فقدان التراث، الثقافة، والتاريخ. بينما تلتهم النيران الأحرف، هناك إحساس بشيء لا يمكن استبداله يتم تدميره—بلد ليس فقط في خراب مادي ولكن أيضًا في تآكل هويته الوطنية. يمثل الحريق كلاً من التدمير المادي للمدن والأرواح، والاحتراق المجازي لروح سوريا وثقافتها وروح شعبها.\n\nعلاوة على ذلك، يدعو هذا العمل الفني المشاهدين إلى التأمل في العواقب المستمرة للصراع. قد تهدأ النيران في النهاية، ولكن الأضرار التي لحقت بسوريا بعيدة عن أن تكون مؤقتة. كما يمكن لجمر النار أن يشتعل طويلاً بعد انطفاء النيران، كذلك ستستمر آثار هذه الحرب في التأثير على سوريا لأجيال قادمة. يشير الدخان الذي يتصاعد في الصورة إلى العواقب طويلة الأمد التي ستظل تلاحق البلاد في المستقبل—سياسيًا، اجتماعيًا، وثقافيًا.\n\nبهذه الطريقة، لا يُعد هذا العمل الفني مجرد تصوير للدمار بل هو تأمل حزين في النضال المستمر",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 106,
        "path": "projectCard",
        "title": "شعارات",
        "icon": "",
        "data": "Berlin - 04.11.2018",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/logo.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/logo.jpg",
        "description": "يقدم هذا العمل الفني الشعار الخاص بدمشق، أقدم عاصمة مأهولة باستمرار. كأول شعار في سلسلة، يشكل جزءًا من مجموعة تتضمن شعارات لكل مدينة سورية. يعكس التصميم المعقد التراث الثقافي الغني والأهمية التاريخية لدمشق، ويعتبر حجر الأساس لهذه السلسلة. كل شعار في المجموعة يمثل مدينة فريدة، مبرزًا تاريخ سوريا المتنوع وإرثها الثقافي. يسعى هذا العمل إلى إبراز جمال وتنوع المدن السورية المختلفة، موضحًا التقاليد والمميزات الخاصة بكل مدينة، ويعزز الفخر الوطني والإرث الثقافي المشترك بين جميع المدن.",
        "projectDetails": [
          {
            "id": 106,
            "cardDescription": "هذا العمل الفني هو شعار مصمم بدقة ليمثل مدينة دمشق، وهي المدينة التي تتميز بكونها أقدم عاصمة مأهولة بشكل مستمر في العالم. الشعار ليس مجرد رمز؛ بل هو سرد بصري يجسد التاريخ الغني والثقافة والأهمية التي تحملها دمشق في سياق التراث السوري الواسع والمتنوع. باعتباره الشعار الأول في سلسلة من الشعارات المخصصة للمدن السورية، يمثل هذا الرمز حجر الأساس لمجموعة تهدف إلى الاحتفال بالهويات الفريدة والتراث الخاص لكل مدينة في البلاد.\n\nتصميم شعار دمشق مليء بالرمزية، حيث تم اختيار كل عنصر بعناية ليعكس جوانب مختلفة من هوية المدينة. الأنماط والزخارف المعقدة في الشعار تعكس العمارة القديمة والتقاليد الفنية التي ازدهرت في دمشق عبر آلاف السنين. استخدام الألوان والأشكال التقليدية يهدف إلى تذكير المشاهدين بالجذور العميقة للمدينة في التاريخ، مع تسليط الضوء على وجودها الدائم كمركز ثقافي وروحي في الشرق الأوسط.\n\nفي قلب الشعار يوجد رمز مركزي يمثل دمشق نفسها. قد يكون هذا الرمز نسخة مبسطة من معلم مشهور مثل الجامع الأموي، أو تمثيل أكثر تجريدًا لجوهر المدينة التاريخي. حول هذا الرمز المركزي، قد يشمل التصميم عناصر تشير إلى مساهمات دمشق في الفنون، العلوم، والأدب، وكذلك دورها كمفترق طرق للحضارات عبر التاريخ. لغة التصميم الخاصة بالشعار تتحدث عن الطبيعة الخالدة للمدينة—مكان حضري حيث تتعايش الماضي، الحاضر، والمستقبل في توازن دقيق.\n\nالخط المستخدم في الشعار هو أيضًا عنصر رئيسي، حيث يظهر اسم \"دمشق\" بخط يجمع بين التقاليد والحداثة. قد تكون الأحرف مصممة بطريقة تذكر بالخط العربي، لكنها تظل متاحة لجمهور عالمي، مما يبرز الأهمية العالمية لدمشق كرمز للصمود والاستمرارية. النص يكمل العناصر البصرية، مما يخلق هوية متكاملة تكرم إرث المدينة بينما يتموضع في السرد الأوسع للثقافة السورية.\n\nكأول شعار في سلسلة أوسع، يعتبر هذا العمل الفني حجر الأساس لمجموعة ستمثل في النهاية جميع المدن السورية الرئيسية. تم تصميم كل شعار في السلسلة ليكون فريدًا، يعكس الطابع الفريد والتاريخ الخاص بالمدينة التي يمثلها، ومع ذلك فهي متصلة جميعًا من خلال لغة بصرية مشتركة. هذا النهج لا يبرز فقط التنوع داخل سوريا، بل يؤكد أيضًا على الوحدة والتراث المشترك الذي يربط هذه المدن ببعضها.\n\nلذلك، فإن شعار دمشق هو أكثر من مجرد رمز؛ إنه بوابة لفهم المشهد الثقافي والتاريخي الأوسع لسوريا. إنه يدعو المشاهدين لاستكشاف طبقات المعاني المتضمنة في التصميم، مما يشجع على تقدير أعمق لدور دمشق في تشكيل الهوية السورية. من خلال هذا الشعار، يتم الاحتفال بالمدينة العريقة ليس فقط كموقع جغرافي، ولكن ككيان حي يتنفس، يستمر في الإلهام والتأثير.\n\nهذا العمل الفني موجه ليصل إلى جمهور واسع، من أولئك الذين لديهم صلات شخصية بدمشق إلى الذين يكتشفون أهميتها لأول مرة. يعمل الشعار كسفير بصري للمدينة، ينقل أهميتها بطريقة ملفتة للنظر وعميقة المعنى. من خلال تثبيت السلسلة بشعار دمشق، يضع الفنان معيارًا عاليًا للشعارات التي ستتبع، مما يضمن أن كل تصميم لاحق سيعكس أيضًا جوهر مدينته المعنية بنفس المستوى من العناية والتفاصيل.\n\nتهدف مجموعة الشعارات ككل إلى تقديم رحلة بصرية عبر سوريا، حيث يعمل كل شعار كفصل في قصة الأمة. شعار دمشق، على وجه الخصوص، هو احتفال بمدينة صمدت أمام الزمن، شهادة على مرونتها، وتحية لشعبها الذي يواصل حمل إرثها إلى الأمام.",
            "alt": "",
            "imageGroup": {
              "img_1": "../src/assets/images/hamdiphotos/project/projectDetails/logos/alepo.jpg",
              "img_2": "../src/assets/images/hamdiphotos/project/projectDetails/logos/homs.jpg",
              "img_3": "../src/assets/images/hamdiphotos/project/projectDetails/logos/dara.jpg",
              "img_4": "../src/assets/images/hamdiphotos/project/projectDetails/logos/dairAlzour.jpg",
              "img_5": "../src/assets/images/hamdiphotos/project/projectDetails/logos/latakia.jpg",
              "img_6": "../src/assets/images/hamdiphotos/project/projectDetails/logos/alswedaa.jpg",
              "img_8": "../src/assets/images/hamdiphotos/project/projectDetails/logos/tartous.jpg",
              "img_9": "../src/assets/images/hamdiphotos/project/projectDetails/logos/hama.jpg",
              "img_10": "../src/assets/images/hamdiphotos/project/projectDetails/logos/logoDamascus.jpg",
              "img_11": "../src/assets/images/hamdiphotos/project/projectDetails/logos/logoCham.jpg",
              "img_12": "../src/assets/images/hamdiphotos/project/projectDetails/logos/logoCham2.jpg"
            }
          }
        ]
      },
      {
        "id": 107,
        "path": "projectCard",
        "title": "هناك دائماً أمل",
        "icon": "",
        "data": "Damascus - 18.05.2012",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/thereIsAlwaysHope.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/thereIsAlwaysHope.jpg",
        "description": "يتميز هذا العمل الفني بعين محصورة داخل زنزانة، مما يرمز إلى معاناة السجناء. التصميم يعمل كتذكير بأهمية عدم تجاهل معاناة المحتجزين، ويدعو إلى التذكُّر والتعاطف معهم. على الرغم من ظلام الأسر، فإن العين تمثل شعاعًا من الأمل والروح. هذا العمل الفني يحثنا على الحفاظ على الوعي والتعاطف تجاه المظلومين، موضحًا أنه حتى في أصعب الظروف، يظل الأمل قوة قوية لا يُستهان بها. يعكس التصميم مدى أهمية الدعم النفسي والمعنوي للمسجونين، ويشجع على التزامنا بقضايا حقوق الإنسان ومواصلة العمل لتحقيق العدالة والحرية.",
        "projectDetails": [
          {
            "id": 107,
            "cardDescription": "تمحور هذا العمل الفني المعبّر، بعنوان \"هناك دائمًا أمل\"، حول استعارة بصرية قوية: عين محاطة بقيود قاسية من الزنزانة. يعبّر التصميم عن واقع مرير يواجهه أولئك الذين يقبعون في السجون ظلماً، سواء بسبب معتقداتهم، أفعالهم، أو حتى بسبب تواجدهم في المكان الخاطئ في الوقت الخاطئ. القضبان، التي تبدو باردة وغير قابلة للتفكك، تمثل الحواجز المادية والنفسية التي تحبس عددًا لا يحصى من الأشخاص، مما يقطعهم عن العالم الخارجي والحياة التي كانوا يعرفونها من قبل.\n\nفي قلب هذا العمل الفني، تبرز العين—مفتوحة على مصراعيها، يقظة، ولا تعرف الاستسلام. العين، التي تمثل رمزًا عالميًا للإدراك والوعي والروح الإنسانية، تقف في تناقض صارخ مع الكآبة المحيطة بالزنزانة. هذه العين ليست مجرد عين، بل هي رمز للنور الداخلي الذي يرفض أن ينطفئ، مهما كانت الظروف قاتمة. تنظر العين من بين القضبان، محدقةً في عالم لم تعد تستطيع لمسه ولكنها لا تزال تتوق إليه. هذا التوق يعبر عن الشوق العميق للحرية والعدالة واستعادة الكرامة التي يحملها كل سجين في داخله.\n\nوجود العين في هذا المكان الضيق يعد تذكيرًا مؤلمًا بصلابة الروح البشرية. حتى وإن كان الجسد محبوسًا، فإن العقل والروح يظلان يسعيان للأمل، متمسكين بالذكريات والأحلام وإمكانية تحقيق مستقبل أفضل. يبرز هذا العمل الفني فكرة أن الأمل قوة لا تُقهر، يمكنها البقاء حتى في أشد الظروف قسوة. إنه هذا الأمل الذي يبقي العين مفتوحة، متيقظة، ومتصلة بالعالم خارج القضبان، رافضة الاستسلام للظلام المحيط بها.\n\nتدفعنا تركيبة العمل الفني لمواجهة الحقائق القاسية للسجن، وتحثنا على عدم إغفال معاناة هؤلاء الذين يقبعون داخل مثل هذه الجدران. من السهل أن ننسى أولئك الذين هم بعيدون عن الأنظار، ولكن هذا العمل يصر على التذكر. العين، التي تحدق مباشرة في المشاهد، تخلق اتصالاً فورياً، كما لو كانت تتوسل ألا تُنسى. إنها تحدي للمشاهد لكي يعترف بإنسانية السجناء، يتذكر نضالاتهم، ويدافع عن حقوقهم.\n\nعلاوة على ذلك، يشير التصميم إلى أنه رغم أن السجناء محاصرون جسديًا، فإن أفكارهم وآمالهم لا يمكن تقييدها. تركيز العين وشدتها ينقلان رسالة مقاومة صامتة، رفضًا للاستسلام لليأس. هذه المقاومة ليست صاخبة أو عنيفة، بل تتجسد في الفعل البسيط المتمثل في الحفاظ على الأمل، ومواصلة النظر نحو أفق، على الرغم من أنه بعيد عن الأنظار، إلا أنه ليس بعيدًا عن العقل.\n\nالزنزانة المحيطة، رغم كونها رمزًا للقمع، تصبح أيضًا خلفية تبرز قوة الأمل. تصميم العين للإبصار أبعد من الواقع القريب، التمسك بالأمل رغم الصعاب الهائلة، يعد شهادة على قوة الإرادة البشرية. يوحي العمل بأنه مهما كانت الحالة سيئة، هناك دائمًا بصيص من الأمل—شرارة يمكنها أن تشعل التغيير، وتلهم الحركات، وتؤدي في النهاية إلى التحرر.\n\nفي هذا السياق، لا يقتصر العمل الفني على التعليق على الفعل المادي للسجن فقط، بل يتناول أيضًا موضوع القمع بشكل أوسع. إنه يتردد في قلوب أولئك الذين شعروا يومًا بأنهم محاصرون، مهمشون، أو تم إسكاتهم، ويوفر رسالة تضامن وتشجيع. يتناول العمل التجربة الإنسانية الشاملة للصراع والحقيقة العالمية التي تقول إن الأمل، مهما كان صغيرًا، هو قوة قوية للتغيير.\n\nفي النهاية، \"هناك دائمًا أمل\" هو دعوة للعمل. إنه يحثنا على الحفاظ على وعينا بالظلم، والاستمرار في الكفاح من أجل العدالة، وعدم فقدان البصر عن الحقيقة بأنه طالما كان هناك أمل، فإن هناك إمكانية للتغيير. هذا العمل الفني يذكرنا بأن الروح الإنسانية، على الرغم من أنها قد تتعرض للتحدي والحبس، لا يمكن أبدًا أن تُطفأ بالكامل. تظل العين داخل الزنزانة مفتوحة، تراقب، تأمل، وتنتظر اليوم الذي ستسقط فيه القضبان ويستعيد فيه الحرية.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 108,
        "path": "projectCard",
        "title": "أبجدية الياسمين",
        "icon": "",
        "data": "برلين - 10.03.2020",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/damascusJasmin.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/damascusJasmin.jpg",
        "description": "يحتفي هذا العمل الفني بجمال الياسمين الدمشقي، الذي يُعتبر رمزًا لتراث دمشق العريق. اللوحة تلتقط تفاصيل الزهور الرقيقة والعطرية التي تُقدَّر لأناقتها ورائحتها الفواحة. من خلال التفاصيل الدقيقة، يعكس العمل الفني الرونق الخالد لهذه الزهور، ويجسد سحر المدينة وأهمية الياسمين الثقافية. يدعو هذا العمل الفني المشاهدين لاستكشاف الجوهر العطر لدمشق من خلال تفتحها الرمزي، ويثير مشاعر الحنين والفخر بالتاريخ العريق للمدينة، ويعيد إلى الأذهان الأوقات الجميلة والذكريات الثمينة التي لا تُنسى، مُبرزًا ارتباطنا العميق بجمالها.",
        "projectDetails": [
          {
            "id": 108,
            "cardDescription": "هذا العمل الفني الجذاب هو تكريم لزهرة الياسمين الدمشقي، التي ليست فقط عجيبة نباتية بل أيضًا رمزًا متجذرًا بعمق في النسيج الثقافي والتاريخي لدمشق. القطعة تجسد ببراعة الزهور الرقيقة والعطرة التي أصبحت رمزًا لجمال المدينة وصمودها. كل بتلة مفصلة بعناية، مما يعكس تقدير الفنان للزهرة وأهميتها لأهل دمشق.\n\nيُحتفل بالياسمين الدمشقي، المعروف محليًا باسم \"زهرة الياسمين\"، لجماله الرقيق وعطره الساحر. لقد زينت هذه الزهرة أفنية الشوارع والبيوت في دمشق لقرون، وأصبحت جزءًا لا يتجزأ من هوية المدينة. تصوير الفنان لهذه الأزهار، ببتلاتها ذات الشكل النجمي وظلالها البيضاء الناعمة، ينقل المشاهدين إلى قلب دمشق، حيث يتردد عبق الياسمين في الهواء، حاملاً معه إحساسًا بالسلام والحنين.\n\nالعمل الفني لا يصور مجرد زهرة؛ بل يحكي قصة مدينة وشعبها. دمشق، واحدة من أقدم المدن المأهولة باستمرار في العالم، شهدت قيام وسقوط إمبراطوريات لا تحصى. ورغم كل ذلك، ظل الياسمين ثابتًا، يزهر عامًا بعد عام، ليكون شاهداً على الروح الصامدة للمدينة. مرونة الياسمين في مواجهة الزمن والاضطرابات تعكس مرونة دمشق نفسها. على الرغم من التحديات والصراعات التي اجتاحت المدينة، يواصل الياسمين الازدهار، مما يرمز إلى الأمل والاستمرارية واستمرار الجمال حتى في أصعب الأوقات.\n\nالتفاصيل الدقيقة في العمل الفني تدعو المشاهدين لتقدير الأناقة الخفية لكل زهرة. بتلاتها مرتبة بتناغم مثالي، مما يخلق إحساسًا بالتوازن والسكينة. هذه الدقة المتناهية في التفاصيل لا تبرز فقط مهارة الفنان، بل تؤكد أيضًا على أهمية الياسمين في الثقافة الدمشقية. هذه الزهرة ليست مجرد نبات زينة؛ إنها رمز للضيافة والحب والتراث الثقافي الغني لدمشق.\n\nعلاوة على ذلك، يثير اللوحة إحساسًا عميقًا بالحنين والفخر لدى من لديهم اتصال بالمدينة. بالنسبة للكثيرين، يعد الياسمين تذكارًا للوطن، عبق يحمل ذكريات الطفولة، والاجتماعات العائلية، وأفراح الحياة البسيطة في دمشق. يستغل العمل الفني هذه المشاعر، ويدعو المشاهدين للانغماس في تجربة حسية محاطة بالياسمين، والشعور ببتلاته الناعمة، واستنشاق عطره الحلو والمهدئ.\n\nلوحة الألوان الناعمة المستخدمة في العمل الفني—التي تتألف بشكل رئيسي من الأبيض والأخضر ولمحات خفيفة من الأصفر—تعزز من الشعور بالهدوء والزمنية. الخلفية، التي تم الاحتفاظ بها بسيطة عمدًا، تتيح للياسمين أن يكون في مركز الاهتمام، مما يعزز من أهميته في التكوين. بساطة المشهد تتناقض مع تعقيد رمزية الزهرة، مما يخلق تأثيرًا بصريًا وعاطفيًا قويًا.\n\nهذه القطعة ليست مجرد احتفال بزهرة الياسمين؛ إنها احتفال بدمشق نفسها. من خلال الياسمين، يلتقط الفنان جوهر المدينة—رقيها، تاريخها، وقدرتها على الصمود. العمل الفني يعمل كجسر بين الماضي والحاضر، كتذكرة بجمال دائم يميز دمشق وشعبها. في عالم دائم التغير، يظل الياسمين رمزًا للأشياء التي تبقى ثابتة، الأشياء التي تستمر في الازدهار حتى في وجه الصعاب.\n\nفي النهاية، يدعو هذا العمل الفني المشاهدين للتواصل مع الأهمية الثقافية والعاطفية للياسمين الدمشقي. يشجعهم على التفكير في تجاربهم الخاصة مع هذه الزهرة، لتذكر عبق فناء مليء بالياسمين في أمسية دافئة، وأن يفتخروا بالتراث الذي تمثله. سواء تم اعتبارها رمزًا لتاريخ دمشق، أو تذكارًا للوطن، أو ببساطة كقطعة جميلة من الطبيعة، فإن الياسمين في هذا العمل الفني يتردد صداه على عدة مستويات، مما يجعله عملًا فنيًا عميقًا ومؤثرًا حقًا.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 109,
        "path": "projectCard",
        "title": "سوف نبقى هنا",
        "icon": "",
        "data": "Damascus - 18.03.2012",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/weStayHere.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/weStayHere.jpg",
        "description": "يعبر هذا العمل الفني عن الارتباط المستمر بجذور الإنسان. يداً تتشبث بغصن شجرة كبير، مما يرمز إلى العلاقة العميقة وغير القابلة للكسر مع الأصول. تعكس القبضة القوية الالتزام بالتراث، مما يدل على أنه مهما أخذتنا الحياة، تظل جذورنا راسخة. يبرز العمل الفني التصميم على التمسك بأصولنا، وتكريمها حتى النهاية. يُذكّرنا بقوة استمدادنا من جذورنا، التي ستظل جزءاً من هويتنا إلى الأبد، وتؤكد على أهمية الحفاظ على تلك الروابط التي تشكل أساس وجودنا وتاريخنا الشخصي، مما يعزز شعور الانتماء والفخر الحقيقي.",
        "projectDetails": [
          {
            "id": 109,
            "cardDescription": "ذا العمل الفني بعنوان \"نبقى هنا إلى الأبد\" هو تمثيل بصري عميق للعلاقة الدائمة بالجذور. العنصر المركزي في التكوين هو يد تمسك بغصن شجرة كبير، والذي يعمل كاستعارة قوية للرابط العميق وغير القابل للكسر بين الفرد وأصوله. الصورة تتحدث عن الحاجة الإنسانية الفطرية للبقاء متصلين بجذورنا، بغض النظر عن المسارات التي قد تأخذنا حياتنا فيها.\n\nاليد في العمل الفني تمسك بالغصن بقوة وتصميم، مما يرمز إلى التزام لا يتزعزع. هذا القبض ليس مجرد فعل جسدي، بل هو تعبير عن العزم الداخلي على عدم التخلي عن التراث والهوية. قوة اليد تعكس فكرة أن جذورنا ليست مجرد جزء من ماضينا، بل هي جزء أساسي من حاضرنا ومستقبلنا أيضًا. إنها توفر لنا الاستقرار والشعور بالانتماء، وتثبتنا حتى ونحن نبحر في تيارات الحياة المتغيرة باستمرار.\n\nالغصن نفسه قوي وسميك، مما يمثل غنى وحيوية تراثنا. الأشجار بجذورها الواسعة تعتبر رموزًا طبيعية للنمو والحياة والاستمرارية. من خلال التركيز على الغصن، يبرز العمل الفني فكرة أن جذورنا، مثل جذور الشجرة، هي الأساس الذي ننمو منه. إنها توفر لنا التغذية والقوة التي نحتاجها للزدهار. اختيار غصن كبير يشير إلى أن هذه الجذور قوية ودائمة، قادرة على الصمود أمام أي عاصفة.\n\nخلفية القطعة بسيطة عمدًا، مما يضمن أن تركيز المشاهد يبقى على اليد والغصن. هذه البساطة تؤكد على الطبيعة الزمنية والعالمية للموضوع—بغض النظر عن المكان الذي نحن فيه أو التحديات التي نواجهها، تظل صلتنا بجذورنا راسخة. قد تثير ألوان الخلفية الباهتة إحساسًا بالأرض، مما يعزز فكرة الثبات والاستقرار. إنها تذكرنا بأن أصولنا هي الأساس الذي نبني عليه حياتنا.\n\nرسالة \"نبقى هنا إلى الأبد\" هي رسالة من الصمود والشرف. تتحدث عن أهمية التمسك بأصولنا، ليس فقط كمسألة فخر شخصي، بل أيضًا كمصدر للقوة. يقترح العمل الفني أنه في عالم يتغير باستمرار، حيث يمكن أن تبدو الهوية والروابط في بعض الأحيان مؤقتة، فإن جذورنا هي شيء يمكننا دائمًا الاعتماد عليه. إنها مصدر للقوة، تمنحنا الشجاعة والعزم لمواجهة كل ما يأتينا.\n\nيتناول هذا العمل أيضًا فكرة الإرث. من خلال التمسك بجذورنا، لا نحافظ فقط على هويتنا الشخصية، بل نضمن أيضًا أن الأجيال القادمة لديها أساس قوي يمكنها النمو منه. يمكن رؤية صورة اليد التي تمسك بالغصن كرمز لنقل القيم والتقاليد والحكمة من جيل إلى جيل. يشير إلى أنه من خلال البقاء مرتبطين بجذورنا، فإننا نكرم الماضي ونمهد الطريق للمستقبل.\n\nبهذا المعنى، \"نبقى هنا إلى الأبد\" ليس مجرد بيان عن الهوية الشخصية، بل هو إعلان عن الاستمرارية. إنه تكريم للقوة الدائمة للتراث، وتذكير بأن جذورنا هي جزء حيوي مما نحن عليه وستظل دائمًا معنا، بغض النظر عن المكان الذي تأخذنا فيه رحلة الحياة. يدعو العمل الفني المشاهدين للتفكير في ارتباطاتهم بجذورهم، وتشجيعهم على تقدير هذه الروابط وحمايتها كجزء أساسي من كيانهم.\n\nبساطة القطعة المرئية تتوافق مع عمقها العاطفي. القبضة على الغصن هي صورة قوية ترن على مستويات متعددة، ترمز إلى القوة والاستمرارية والرابطة التي لا تنفصم مع الجذور. إنها تذكير دائم بأنه، بغض النظر عن المكان الذي نذهب إليه، نحمل جذورنا معنا. إنها الرفقاء الصامتون ولكن الثابتون الذين يرشدوننا ويدعموننا ويذكروننا بأصولنا. هذا العمل الفني هو احتفال بالقوة الدائمة التي تأتي من البقاء أوفياء لجذورنا، قوة ستظل بالفعل إلى الأبد.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 110,
        "path": "projectCard",
        "title": "لا تنسى الفقراء",
        "icon": "",
        "data": "Berlin - 14.11.2013",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/poor.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/poor.jpg",
        "description": "يُظهر هذا العمل الفني الأثر المدمر للحرب على الأيتام والفقراء. عين واحدة، مملوءة بالناس الجائعين مصطفين كما لو كانوا يوم القيامة، ترمز إلى المعاناة غير المرئية التي يعيشونها يومًا بعد يوم. خارج العين، تعكس الدمار الواقع القاسي الذي يواجهونه في حياتهم. يبرز التباين بين العين والدمار أهمية عدم التغاضي عن حاجاتهم اليائسة للمساعدة والرحمة. هذا العمل يحث المشاهدين على تذكر ودعم الفئات الضعيفة، ويشجع على العمل من أجل تحقيق العدالة والمساهمة في تخفيف معاناتهم.",
        "projectDetails": [
          {
            "id": 110,
            "cardDescription": "في هذا التصميم الجرافيكي القوي والمؤثر، يلتقط الفنان المعاناة العميقة والمخفية في كثير من الأحيان لليتامى والمجتمعات الفقيرة التي دمرتها الحروب. العنصر المركزي في العمل الفني هو عين واحدة نافذة، تعمل كرمز مؤثر للتمحيص العميق والرحمة التي تحتاجها هذه الفئات المهمشة بشكل عاجل.\n\nفي نظرة العين، تتكشف المشهد كتصوير مرعب لأشخاص يعانون من الجوع، مصطفين كما لو كانوا في انتظار الحكم. تعكس هذه الصورة الظروف اليائسة التي يواجهها هؤلاء الأشخاص يومياً، وتبرز يأسهم وضعفهم. العين، رغم أنها تبدو كعنصر بصري بسيط، تمثل سرداً أوسع لعدم الاكتراث الاجتماعي والالتزام الأخلاقي بالعمل.\n\nمحاطة بالعين، توجد منظر طبيعي فوضوي وموحش، مرسوم بتفاصيل خام وغير مفلترة. التدمير والتخريب في هذا الخلفية يعكسان الدمار الجسدي والعاطفي الذي يعاني منه الذين تُركوا وراءهم في أعقاب الصراعات. هذا التباين بين العين المفصلة والبيئة القاتمة يبرز واقع معاناتهم ويحث المشاهدين على مواجهة حقيقة مؤلمة لوجودهم.\n\nالعمل الفني ليس مجرد انعكاس للمعاناة، بل هو دعوة للعمل. فهو يعمل كتذكير قوي بأن نضالات الفقراء والمشردين يجب ألا تُنسى أو تُظلل. يطلب الفنان من المشاهدين الاعتراف بمعاناتهم، وتقديم الدعم، وتعزيز التعاطف. من خلال التركيز على العين، يبرز العمل أهمية التعاطف وضرورة عدم إغماض العين عن احتياجات الأكثر ضعفاً.\n\nبشكل أساسي، \"لا تنس الفقراء\" هو بيان بصري يدعو الأفراد والمجتمعات إلى تذكر الذين يعانون بصمت والتصرف بسرعة ولطف. إنه يتحدىنا للتعرف على الظلم الذي يواجهه أولئك الذين غالباً ما يكونون غير مرئيين في فوضى النزاعات العالمية، ويؤكد على ضرورة التضامن والعمل الإنساني.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 111,
        "path": "projectCard",
        "title": "أهلاً بكم في سوريا",
        "icon": "",
        "data": "Damascus - 02.11.2012",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/welcomeToSyria.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/welcomeToSyria.jpg",
        "description": "يعبر هذا العمل الفني بشكل مؤثر عن الألم العميق والخسارة التي شعر بها الناس خلال تحول سوريا من ملاذ هادئ إلى أرض مليئة بالاضطرابات. تُظهر الصورة طريقًا طويلًا يمتد إلى الأمام، وينتهي بشجرة كبيرة بها باب على شكل خريطة سوريا. يرمز هذا الباب الرمزي إلى البلاد التي كانت جنة ولكنها لم تعد آمنة. تم إنشاء هذا العمل في عام 2013، ويعكس الحزن العميق والقلب المكسور نتيجة التغيرات المدمرة التي أعادت تشكيل سوريا. يسلط العمل الضوء أيضًا على الصعوبات الكبيرة التي واجهتها البلاد بسبب النزاعات، وينقل رسالة الأمل في التعافي وإعادة بناء الوطن، مما يعكس الروح القوية للشعب السوري.",
        "projectDetails": [
          {
            "id": 111,
            "cardDescription": "\"أهلاً وسهلاً في سوريا\" هو عمل فني عميق ومعبر يعكس التباين الشديد بين ماضي سوريا وحاضرها. تم إنشاؤه في عام 2013، ويقدم هذا العمل تعليقًا مؤثرًا على التحول الجذري الذي شهده البلد من أرض السلام والازدهار إلى منطقة مليئة بالصراعات والمعاناة.\n\nفي وسط التكوين توجد طريق طويلة وموحشة تمتد إلى الأفق. هذه الطريق ترمز إلى الرحلة عبر الزمن والأحداث التي أدت إلى حالة سوريا الحالية. بينما يتبع المشاهدون هذا الطريق، يصلون إلى نقطة محورية مدهشة: شجرة كبيرة وقديمة تقف بثبات في نهاية الطريق.\n\nالشجرة، بأغصانها المتجعدة وجذعها القوي، تمثل الروح القوية لسوريا وشعبها وسط الشدائد. هي رمز للصمود والأمل، على الرغم من التحديات الهائلة التي تواجهها. ومع ذلك، يتناقض هذا الرمز للقوة مع عنصر قوي: باب مدرج في جذع الشجرة على شكل خريطة سوريا.\n\nهذا الباب ليس مجرد فتحة حرفية، بل هو بوابة مجازية إلى الماضي. إنه يرمز إلى هوية البلد السابقة كـ\"جنة\" - مكان للأمان والجمال الذي بات الآن مغطى بالاضطرابات والصراعات. الباب على شكل الخريطة يبرز الفجوة بين تاريخ سوريا المجيد وواقعها الحالي، ويبرز شعور الخسارة والتهجير الذي يشعر به العديد من السوريين.\n\nاختيار هذه الصورة يبرز موضوع التحول والوزن العاطفي للتغيير. الطريق الطويل المؤدي إلى الشجرة والباب الرمزي يدعو المشاهدين للتفكير في الرحلة التي مرت بها سوريا والتأمل في الحزن العميق الذي يرافق مثل هذه التحولات الجذرية.\n\nمن خلال هذا العمل الفني، يلتقط الفنان جوهر تطور سوريا المأساوي، ويقدم تصويرًا بصريًا للألم والخسارة الذي شهدته أمة كانت تُعرف ذات يوم بجمالها وهدوئها. \"أهلاً وسهلاً في سوريا\" ليس مجرد تصوير لمنظر طبيعي، بل هو استكشاف عاطفي عميق للتجربة الإنسانية في مواجهة التغييرات الجذرية.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 112,
        "path": "projectCard",
        "title": "قصة حب تحت القمر",
        "icon": "",
        "data": "Damascus - 02.10.2013",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/love.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/love.jpg",
        "description": "يعبر هذا العمل الفني عن جوهر الحب الحقيقي، وهو أثمن هبة يمكن امتلاكها. يُظهر مشاعر حانية متشابكة مع الاحترام والعاطفة، مُضيئة بقمر على شكل قلب. السماء الليلية والقمر الذي على شكل قلب يرمزان إلى نقاء وعمق هذه المشاعر. يعكس هذا العمل جمال الحب، حيث يتم الاحتفاء بالعواطف الصادقة تحت ضوء القمر اللطيف، مُذكرًا لنا بالسحر الذي يجلبه الحب الحقيقي. تبرز الصورة كيف يمكن للحب أن يكون قوة ملهِمة في حياتنا، وأنه مصدر دائم للفرح والإلهام، ويذكّرنا بأهمية التقدير والاحتفاظ بهذه المشاعر النادرة.",
        "projectDetails": [
          {
            "id": 112,
            "cardDescription": "تُعَدُّ هذه التحفة الفنية الرائعة، قصة حب تحت ضوء القمر، تصويرًا مدهشًا للقوة العميقة والمتحولة للحب الحقيقي. يجمع العمل ببراعة بين عناصر الرومانسية والهدوء، ليخلق سيمفونية بصرية تتحدث إلى أعمق رغبات القلب.\n\nفي جوهر العمل الفني، نجد قمرًا على شكل قلب، يشع ضوءًا ناعمًا وأثيريًا يغمر المشهد بالكامل بتوهج سحري. هذا القمر ليس مجرد جسم سماوي، بل هو رمز لطبيعة الحب النقي وغير المحدود. يضيء القمر السماء الليلية ببريق لطيف يتناقض بشكل جميل مع الفضاء الكوني العميق والملموس. هذا القلب السماوي يعكس التناغم والحنان الذي يميز العلاقة المحبة.\n\nيتميز خلفية الصورة بسماء ليلية هادئة، مزينة بالنجوم اللامعة التي تعكس الوميض من المودة بين شخصيات اللوحة. تضيف النجوم إحساسًا بالدهشة والأبدية، مما يشير إلى أن الحب الحقيقي خالد ككوكب. يعزز التلاعب الدقيق بين الضوء والظل عمق المشاعر في المشهد، مما يجذب المشاهد إلى عالم تتحدث فيه كل نظرة وإيماءة عن التفاني والفهم.\n\nفي المقدمة، يُصوَّر المحبان في لحظة من الأنس الصامت، وتُضيء أشكالهم برفق بواسطة ضوء القمر. تعكس تعابيرهم tenderness واحترامًا عميقًا لبعضهم البعض، مما يلتقط جوهر العلاقة التي تتميز بالشغف والاستمرارية. تسلط هذه الصورة للحنان الضوء على موضوع الاحترام المتبادل والاتصال العاطفي الذي يعرّف علاقتهما.\n\nتُصمَّم التركيبة العامة للعمل الفني لإثارة إحساس بالهدوء والإعجاب، ودعوة المشاهدين للتفكير في تجاربهم الخاصة من الحب والاتصال. يعمل القمر على شكل قلب كذكرى دائمة للسحر والعجب الذي يمكن أن يجلبه الحب إلى حياتنا. بينما ينسج ضوء القمر عبر المشهد، يحول العادي إلى غير العادي، ويحتفل بجمال وعمق المودة الحقيقية.\n\nقصة حب تحت ضوء القمر هي أكثر من مجرد عمل فني؛ إنها تكريم للتجربة الخالدة والعالمية للحب، التي تم التقاطها في لحظة من الجمال الهادئ والعاطفة الصادقة. تدعونا إلى تقدير والاحتفال بالروابط الخاصة التي نشاركها مع أولئك الذين نحبهم، وتذكّرنا بالقوة الساحرة للحب تحت نظرة القمر الهادئة.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      },
      {
        "id": 113,
        "path": "projectCard",
        "title": "صرخة روح",
        "icon": "",
        "data": "Damascus - 02.10.2013",
        "image": "../src/assets/images/hamdiphotos/project/ProjectPage/cry.jpg",
        "imageHover": "../src/assets/images/hamdiphotos/project/ProjectHover/cry.jpg.jpg",
        "description": "يُبرز هذا العمل الفني الصرخات الصامتة التي غالباً ما تُهمل—صرخات الظلم واليأس والغضب. في مركز الصورة، امرأة وجهها ملتوي في صرخة تعكس الألم العميق الذي تعانيه روحها. خلفها، أنقاض المدن التي كانت ذات يوم جميلة ترمز إلى الدمار الذي صمت الكثيرين. التباين بين عذابها والخلفية القاحلة يعكس الحزن العميق والخسارة التي عايشها العديدون. 'صرخة الروح' تعبر عن الاضطراب الداخلي والصرخات الصامتة التي تردد بعد الدمار، وتدعو للتفكر في معاناة الإنسان وأهمية الاستجابة لتلك الصرخات غير المسموعة.",
        "projectDetails": [
          {
            "id": 113,
            "cardDescription": "في التصميم الجرافيكي المؤثر الذي يحمل عنوان \"صرخة الروح\"، يجسد الفنان بمهارة الألم العميق وغير المعلن الذي يرافق المعاناة الشخصية والجماعية. الشخصية الرئيسية في العمل الفني هي امرأة، تعبير وجهها لوحة مؤثرة من اليأس والإحباط. تعبيرها، صرخة جسدية مجمدة في الزمن، يجسد الصرخات الصامتة ولكن الصاخبة لأولئك الذين يعانون في صمت وأولئك الذين لا يسمع ألمهم في فوضى عالم تملؤه الدمار.\n\nالخلفية في هذه الصورة القوية تعرض بقايا المدن التي كانت مزدهرة في السابق. هذه الأطلال، التي كانت نابضة بالحياة والنشاط، تقف الآن كرمز صارخ للخراب الذي يتبع التدمير. إنها تذكير مروع بطبيعة إنجازات الإنسان العابرة والتبعات التي غالبًا ما يتم تجاهلها لانهيارات المجتمع. التباين بين وجه المرأة المعذب والمنظر الطبيعي المقفر يبرز عمق الانهيار العاطفي والمجتمعي الذي يمكن أن يحدث عندما يُحرم الناس والأماكن من حيويتهم.\n\n\"صرخة الروح\" هي نواح بصري على المعاناة التي تستمر بعد الآثار المباشرة للدمار. إنها تتحدث عن عذاب الأفراد غير المسموع، صرخاتهم من أجل العدالة والسلام والاعتراف التي تبقى غير مسموعة وسط الأطلال. هذا العمل الفني ليس مجرد تصوير للألم، بل هو دعوة للاعتراف ومعالجة الصرخات الصامتة التي تتردد في الفراغ الناتج عن التدمير. إنه يتحدى المشاهدين للتفكير في التكلفة البشرية للنزاع والكوارث، داعياً لفهم أعمق وتعاطف مع أولئك الذين غالبًا ما يكون معاناتهم غير مرئي.\n\nباختصار، \"صرخة الروح\" هو تعليق عميق على الندوب العاطفية التي تتركها الكوارث. إنه يجسد التصادم بين الاستجابة العاطفية الخام للفرد والواقع القاسي للعالم من حولهم، داعياً المشاهدين للتفاعل مع الجوانب الصامتة وغير المرئية في كثير من الأحيان لمعاناة الإنسان والمرونة.",
            "alt": "",
            "imageGroup": {}
          }
        ]
      }
    ]
  },
  "portraitImage": {
    "en": [
      {
        "id": 1000,
        "headerTitle": "Portrait Gallery",
        "smile": "😍",
        "path": "portraitImage",
        "original": "../../src/assets/images/hamdiphotos/photography/portrait/redCapSeller.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/portrait/redCapSeller.jpg",
        "taken": "March 20, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "portraitimage",
        "originalAlt": "alt",
        "title": "Red Cap Seller",
        "city": "Netherlands"
      },
      {
        "id": 1001,
        "path": "portraitImage",
        "original": "../../src/assets/images/hamdiphotos/photography/portrait/anasHawari.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/portrait/anasHawari.jpg",
        "taken": "March 20, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "portraitimage",
        "originalAlt": "alt",
        "title": "Anas Hawari",
        "city": "Deutschland"
      }
    ],
    "de": [
      {
        "id": 1000,
        "headerTitle": "Porträt Gallery",
        "smile": "😍",
        "path": "portraitImage",
        "original": "../../src/assets/images/hamdiphotos/photography/portrait/redCapSeller.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/portrait/redCapSeller.jpg",
        "taken": "März 20, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "portraitimage",
        "originalAlt": "alt",
        "title": "Red Cap Seller",
        "city": "Netherlands"
      },
      {
        "id": 1001,
        "path": "portraitImage",
        "original": "../../src/assets/images/hamdiphotos/photography/portrait/anasHawari.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/portrait/anasHawari.jpg",
        "taken": "Juli 20, 2018",
        "uploaded": "vor 3 Jahre",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "portraitimage",
        "originalAlt": "alt",
        "title": "Anas Hawari",
        "city": "Deutschland"
      }
    ],
    "ar": [
      {
        "id": 1000,
        "headerTitle": "معرض الصور الشخصية",
        "smile": "😍",
        "path": "portraitImage",
        "original": "../../src/assets/images/hamdiphotos/photography/portrait/redCapSeller.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/portrait/redCapSeller.jpg",
        "taken": "٢٠ آذار ٢٠١٨",
        "uploaded": "منذ ٣ سنوات",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "portraitimage",
        "originalAlt": "alt",
        "title": "بائعة في برلين",
        "city": "Netherlands"
      },
      {
        "id": 1001,
        "path": "portraitImage",
        "original": "../../src/assets/images/hamdiphotos/photography/portrait/anasHawari.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/portrait/anasHawari.jpg",
        "taken": "١١ كانون الثاني ٢٠١٦",
        "uploaded": "منذ ٤ سنوات",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "portraitimage",
        "originalAlt": "alt",
        "title": "أنس هواري",
        "city": "Deutschland"
      }
    ]
  },
  "streetImage": {
    "en": [
      {
        "id": 2000,
        "headerTitle": "Street Gallery",
        "smile": "😍",
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/alexanderPlatz.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/alexanderPlatz.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Alexander Platz",
        "city": "Deutschland"
      },
      {
        "id": 2001,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/alexanderPlatz1.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/alexanderPlatz1.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Alexander Platz",
        "city": "Deutschland"
      },
      {
        "id": 2002,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/alexanderPlatz3.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/alexanderPlatz3.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Alexander Platz",
        "city": "Deutschland"
      },
      {
        "id": 2003,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/potsdamBrunnen.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/potsdamBrunnen.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "fountain - Potsdam",
        "city": "Deutschland"
      },
      {
        "id": 2004,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/friedresstrMusum.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/friedresstrMusum.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Humboldtforum - Berlin",
        "city": "Deutschland"
      },
      {
        "id": 2005,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/friedresstrMusum1.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/friedresstrMusum1.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Humboldtforum - Berlin",
        "city": "Deutschland"
      },
      {
        "id": 2006,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/children.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/children.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Children - Berlin",
        "city": "Deutschland"
      },
      {
        "id": 2007,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/flowers.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/flowers.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Reflexiv - Berlin",
        "city": "Deutschland"
      },
      {
        "id": 2008,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/frinds.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/frinds.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Frinds - Berlin",
        "city": "Netherlands"
      },
      {
        "id": 2009,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/park.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/park.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Parks - Berlin",
        "city": "Deutschland"
      },
      {
        "id": 2010,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/neukollnBuild.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/neukollnBuild.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Neukolln - Berlin",
        "city": "Deutschland"
      },
      {
        "id": 2011,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/sky.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/sky.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Sky and Moon - Berlin",
        "city": "Netherlands"
      },
      {
        "id": 2012,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/straßenbahn.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/straßenbahn.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "U-Bahn - Berlin",
        "city": "Deutschland"
      },
      {
        "id": 2013,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/potsdamFluss.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/potsdamFluss.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "U-Bahn - Berlin",
        "city": "Deutschland"
      },
      {
        "id": 2014,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/u-bahn.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/u-bahn.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Neukolln - Berlin",
        "city": "Deutschland"
      },
      {
        "id": 2015,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/warschauerstrStreet.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/warschauerstrStreet.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Halle Saale",
        "city": "Deutschland"
      },
      {
        "id": 2016,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/halleSaale.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/halleSaale.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Straßenbahn",
        "city": "Deutschland"
      },
      {
        "id": 2017,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/reflex.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/reflex.jpg",
        "taken": "Juli 03, 2020",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Alexa",
        "city": "Deutschland"
      }
    ],
    "de": [
      {
        "id": 2000,
        "headerTitle": "Straße Gallery",
        "smile": "😍",
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/alexanderPlatz.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/alexanderPlatz.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "vor 3 Jahre",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Alexander Platz",
        "city": "Deutschland"
      },
      {
        "id": 2001,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/alexanderPlatz1.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/alexanderPlatz1.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "vor 3 Jahre",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Alexander Platz",
        "city": "Deutschland"
      },
      {
        "id": 2002,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/alexanderPlatz3.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/alexanderPlatz3.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "vor 3 Jahre",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Alexander Platz",
        "city": "Deutschland"
      },
      {
        "id": 2003,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/potsdamBrunnen.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/potsdamBrunnen.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "vor 3 Jahre",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Children - Berlin",
        "city": "Deutschland"
      },
      {
        "id": 2004,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/friedresstrMusum.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/friedresstrMusum.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "vor 3 Jahre",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Humboldtforum - Berlin",
        "city": "Deutschland"
      },
      {
        "id": 2005,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/friedresstrMusum1.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/friedresstrMusum1.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "vor 3 Jahre",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Humboldtforum - Berlin",
        "city": "Deutschland"
      },
      {
        "id": 2006,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/children.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/children.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "vor 3 Jahre",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Reflexiv - Potsdam",
        "city": "Deutschland"
      },
      {
        "id": 2007,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/flowers.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/flowers.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "vor 3 Jahre",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Reflexiv - Berlin",
        "city": "Deutschland"
      },
      {
        "id": 2008,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/frinds.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/frinds.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "vor 3 Jahre",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Frinds - Berlin",
        "city": "Netherlands"
      },
      {
        "id": 2009,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/park.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/park.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "vor 3 Jahre",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Park - Berlin",
        "city": "Deutschland"
      },
      {
        "id": 2010,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/neukollnBuild.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/neukollnBuild.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "vor 3 Jahre",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Flowers - Berlin",
        "city": "Deutschland"
      },
      {
        "id": 2011,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/sky.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/sky.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "vor 3 Jahre",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Sky and Moon - Berlin",
        "city": "Netherlands"
      },
      {
        "id": 2012,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/straßenbahn.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/straßenbahn.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "vor 3 Jahre",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "U-Bahn - Berlin",
        "city": "Deutschland"
      },
      {
        "id": 2013,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/potsdamFluss.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/potsdamFluss.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "vor 3 Jahre",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "U-Bahn - Berlin",
        "city": "Deutschland"
      },
      {
        "id": 2014,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/u-bahn.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/u-bahn.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "vor 3 Jahre",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Neukolln - Berlin",
        "city": "Deutschland"
      },
      {
        "id": 2015,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/warschauerstrStreet.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/warschauerstrStreet.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "vor 3 Jahre",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Halle Saale",
        "city": "Deutschland"
      },
      {
        "id": 2016,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/halleSaale.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/halleSaale.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "vor 3 Jahre",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Straßenbahn",
        "city": "Deutschland"
      },
      {
        "id": 2017,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/reflex.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/reflex.jpg",
        "taken": "Juli 03, 2020",
        "uploaded": "vor 3 Jahre",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "Alexa",
        "city": "Deutschland"
      }
    ],
    "ar": [
      {
        "id": 2000,
        "headerTitle": "معرض الشارع",
        "smile": "😍",
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/alexanderPlatz.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/alexanderPlatz.jpg",
        "taken": "٢٢ حزيران ٢٠١٧",
        "uploaded": "منذ ٤ سنوات",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "ألكسندر بلاتز",
        "city": "Deutschland"
      },
      {
        "id": 2001,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/alexanderPlatz1.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/alexanderPlatz1.jpg",
        "taken": "٢٢ حزيران ٢٠١٧",
        "uploaded": "منذ ٤ سنوات",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "ألكسندر بلاتز",
        "city": "Deutschland"
      },
      {
        "id": 2002,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/alexanderPlatz3.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/alexanderPlatz3.jpg",
        "taken": "٢٢ حزيران ٢٠١٧",
        "uploaded": "منذ ٤ سنوات",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "ألكسندر بلاتز",
        "city": "Deutschland"
      },
      {
        "id": 2003,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/potsdamBrunnen.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/potsdamBrunnen.jpg",
        "taken": "٢٢ حزيران ٢٠١٧",
        "uploaded": "منذ ٤ سنوات",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "أطفال في برلين",
        "city": "Deutschland"
      },
      {
        "id": 2004,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/friedresstrMusum.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/friedresstrMusum.jpg",
        "taken": "٣ ايار ٢٠١٦",
        "uploaded": "منذ ٤ سنوات",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "منتدى هومبولت في برلين",
        "city": "Deutschland"
      },
      {
        "id": 2005,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/friedresstrMusum1.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/friedresstrMusum1.jpg",
        "taken": "٣ ايار ٢٠١٦",
        "uploaded": "منذ ٤ سنوات",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "منتدى هومبولت في برلين",
        "city": "Deutschland"
      },
      {
        "id": 2006,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/children.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/children.jpg",
        "taken": "٣ ايار ٢٠١٦",
        "uploaded": "منذ ٤ سنوات",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "انعكاس",
        "city": "Deutschland"
      },
      {
        "id": 2007,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/flowers.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/flowers.jpg",
        "taken": "٣ ايار ٢٠١٦",
        "uploaded": "منذ ٤ سنوات",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "انعكاس",
        "city": "Deutschland"
      },
      {
        "id": 2008,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/frinds.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/frinds.jpg",
        "taken": "٣ ايار ٢٠١٦",
        "uploaded": "منذ ٤ سنوات",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "أصدقاء",
        "city": "Netherlands"
      },
      {
        "id": 2009,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/park.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/park.jpg",
        "taken": "٣ ايار ٢٠١٦",
        "uploaded": "منذ ٤ سنوات",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "حديقة في برلين",
        "city": "Deutschland"
      },
      {
        "id": 2010,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/neukollnBuild.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/neukollnBuild.jpg",
        "taken": "٣ ايار ٢٠١٦",
        "uploaded": "منذ ٤ سنوات",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "ورد",
        "city": "Deutschland"
      },
      {
        "id": 2011,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/sky.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/sky.jpg",
        "taken": "٣ ايار ٢٠١٦",
        "uploaded": "منذ ٤ سنوات",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "سماء وقمر",
        "city": "Netherlands"
      },
      {
        "id": 2012,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/straßenbahn.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/straßenbahn.jpg",
        "taken": "٣ ايار ٢٠١٦",
        "uploaded": "منذ ٤ سنوات",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "قطار برلين (أوبان)",
        "city": "Deutschland"
      },
      {
        "id": 2013,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/potsdamFluss.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/potsdamFluss.jpg",
        "taken": "٣ تموز ٢٠١٩",
        "uploaded": "منذ ٤ سنوات",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "قطار برلين (أوبان)",
        "city": "Deutschland"
      },
      {
        "id": 2014,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/u-bahn.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/u-bahn.jpg",
        "taken": "٣ تموز ٢٠١٩",
        "uploaded": "منذ ٤ سنوات",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "نويكولن برلين",
        "city": "Deutschland"
      },
      {
        "id": 2015,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/warschauerstrStreet.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/warschauerstrStreet.jpg",
        "taken": "٣ تموز ٢٠١٩",
        "uploaded": "منذ ٤ سنوات",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "مدينة هالة سالة",
        "city": "Deutschland"
      },
      {
        "id": 2016,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/halleSaale.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/halleSaale.jpg",
        "taken": "٣ تموز ٢٠١٩",
        "uploaded": "منذ ٤ سنوات",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "قطار داخل المدينة",
        "city": "Deutschland"
      },
      {
        "id": 2017,
        "path": "streetImage",
        "original": "../../src/assets/images/hamdiphotos/photography/street/reflex.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/street/reflex.jpg",
        "taken": "٣ تموز ٢٠١٩",
        "uploaded": "منذ ٤ سنوات",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "street, streetphotography",
        "originalAlt": "alt",
        "title": "الكنسدر بلاتس",
        "city": "Deutschland"
      }
    ]
  },
  "landscapeImage": {
    "en": [
      {
        "id": 3000,
        "headerTitle": "Landscape Galerie",
        "smile": "😍",
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/amsterdamfluss.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/amsterdamfluss.jpg",
        "taken": "Mar 20, 2022",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "landscape, building",
        "originalAlt": "alt",
        "title": "Amsterdam - Netherlands",
        "likes": 5,
        "city": "Netherlands"
      },
      {
        "id": 3001,
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/berlinCathedral.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/berlinCathedral.jpg",
        "taken": "Juli 28, 2019",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm f/2,2 ISO 125",
        "category": "landscape, building",
        "title": "Berlin Cathedral - Berlin",
        "likes": 10,
        "city": "Deutschland"
      },
      {
        "id": 3002,
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/museumIsland.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/museumIsland.jpg",
        "taken": "Mar 11, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm f/2,2 ISO 125",
        "category": "landscape, building",
        "title": "Museum Island - Berlin",
        "likes": 0,
        "city": "Deutschland"
      },
      {
        "id": 3003,
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/potsdamSchloss.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/potsdamSchloss.jpg",
        "taken": "Mar 22, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm f/2,2 ISO 125",
        "category": "landscape, building",
        "title": "Sanssouci Palace fluss - Berlin",
        "likes": 15,
        "city": "Deutschland"
      },
      {
        "id": 3004,
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/potsdamSchlossN2.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/potsdamSchlossN2.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm f/2,2 ISO 125",
        "category": "landscape, building",
        "title": "Sanssouci Palace - Berlin",
        "likes": 2,
        "city": "Deutschland"
      },
      {
        "id": 3005,
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/rhizomatischeBruecke.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/rhizomatischeBruecke.jpg",
        "taken": "Mar 24, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm f/2,2 ISO 125",
        "category": "landscape, building",
        "title": "Sanssouci Palace - Berlin",
        "likes": 6,
        "city": "Deutschland"
      },
      {
        "id": 3006,
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/sanssouciPalace.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/sanssouciPalace.jpg",
        "taken": "Mar 18, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm f/2,2 ISO 125",
        "category": "landscape, building",
        "title": "Rhizomatische Bruecke - Berlin",
        "likes": 1,
        "city": "Deutschland"
      },
      {
        "id": 3007,
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/triptowepark.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/triptowepark.jpg",
        "taken": "Mar 05, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm f/2,2 ISO 125",
        "category": "landscape, building",
        "title": "Treptower park - Berlin",
        "likes": 3,
        "city": "Deutschland"
      },
      {
        "id": 3008,
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/museum Island.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/museum Island.jpg",
        "taken": "Mar 05, 2018",
        "uploaded": "almost 3 yrs ago",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm f/2,2 ISO 125",
        "category": "landscape, building",
        "title": "Museum Island - Berlin",
        "likes": 6,
        "city": "Deutschland"
      }
    ],
    "de": [
      {
        "id": 3000,
        "headerTitle": "Landschaft Galerie",
        "smile": "😍",
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/amsterdamFluss.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/amsterdamFluss.jpg",
        "taken": "Mar 20, 2022",
        "uploaded": "vor 4 jahren",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "landscape, building",
        "originalAlt": "alt",
        "title": "Amsterdam, Niederlande",
        "likes": 5,
        "city": "Netherlands"
      },
      {
        "id": 3001,
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/berlinCathedral.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/berlinCathedral.jpg",
        "taken": "Juli 28, 2019",
        "uploaded": "vor 4 jahren",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm f/2,2 ISO 125",
        "category": "landscape, building",
        "title": "Berliner Dom - Berlin",
        "likes": 10,
        "city": "Deutschland"
      },
      {
        "id": 3002,
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/museumIsland.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/museumIsland.jpg",
        "taken": "Mar 11, 2018",
        "uploaded": "vor 4 jahren",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm f/2,2 ISO 125",
        "category": "landscape, building",
        "title": "Museumsinsel - Berlin",
        "likes": 0,
        "city": "Deutschland"
      },
      {
        "id": 3003,
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/potsdamSchloss.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/potsdamSchloss.jpg",
        "taken": "Mar 22, 2018",
        "uploaded": "vor 4 jahren",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm f/2,2 ISO 125",
        "category": "landscape, building",
        "title": "Schloss Sanssouci - Berlin",
        "likes": 15,
        "city": "Deutschland"
      },
      {
        "id": 3004,
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/potsdamSchlossN2.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/potsdamSchlossN2.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "vor 4 jahren",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm f/2,2 ISO 125",
        "category": "landscape, building",
        "title": "Schloss Sanssouci - Berlin",
        "likes": 2,
        "city": "Deutschland"
      },
      {
        "id": 3005,
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/rhizomatischeBruecke.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/rhizomatischeBruecke.jpg",
        "taken": "Mar 24, 2018",
        "uploaded": "vor 4 jahren",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm f/2,2 ISO 125",
        "category": "landscape, building",
        "title": "Schloss Sanssouci - Berlin",
        "likes": 6,
        "city": "Deutschland"
      },
      {
        "id": 3006,
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/sanssouciPalace.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/sanssouciPalace.jpg",
        "taken": "Mar 18, 2018",
        "uploaded": "vor 4 jahren",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm f/2,2 ISO 125",
        "category": "landscape, building",
        "title": "Rhizomatische Brücke - Berlin",
        "likes": 1,
        "city": "Deutschland"
      },
      {
        "id": 3007,
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/triptowepark.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/triptowepark.jpg",
        "taken": "Mar 05, 2018",
        "uploaded": "vor 4 jahren",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm f/2,2 ISO 125",
        "category": "landscape, building",
        "title": "Treptower park - Berlin",
        "likes": 3,
        "city": "Deutschland"
      },
      {
        "id": 3008,
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/museum Island.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/museum Island.jpg",
        "taken": "Mar 05, 2018",
        "uploaded": "vor 4 jahren",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm f/2,2 ISO 125",
        "category": "landscape, building",
        "title": "Museumsinsel - Berlin",
        "likes": 6,
        "city": "Deutschland"
      }
    ],
    "ar": [
      {
        "id": 3000,
        "headerTitle": "معرض المناظر الطبيعية",
        "smile": "😍",
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/amsterdamFluss.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/amsterdamFluss.jpg",
        "taken": "Mar 20, 2022",
        "uploaded": "vor 4 jahren",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm  f/2,2  ISO 125",
        "category": "landscape, building",
        "originalAlt": "alt",
        "title": "أمستردام - هولندا",
        "likes": 5,
        "city": "Netherlands"
      },
      {
        "id": 3001,
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/berlinCathedral.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/berlinCathedral.jpg",
        "taken": "Juli 28, 2019",
        "uploaded": "vor 4 jahren",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm f/2,2 ISO 125",
        "category": "landscape, building",
        "title": "برلينر دوم - برلين",
        "likes": 10,
        "city": "Deutschland"
      },
      {
        "id": 3002,
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/museumIsland.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/museumIsland.jpg",
        "taken": "Mar 11, 2018",
        "uploaded": "vor 4 jahren",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm f/2,2 ISO 125",
        "category": "landscape, building",
        "title": "جزيرة المتاحف - برلين",
        "likes": 0,
        "city": "Deutschland"
      },
      {
        "id": 3003,
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/potsdamSchloss.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/potsdamSchloss.jpg",
        "taken": "Mar 22, 2018",
        "uploaded": "vor 4 jahren",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm f/2,2 ISO 125",
        "category": "landscape, building",
        "title": "قصر سانسوسي - برلين",
        "likes": 15,
        "city": "Deutschland"
      },
      {
        "id": 3004,
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/potsdamSchlossN2.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/potsdamSchlossN2.jpg",
        "taken": "Mar 20, 2018",
        "uploaded": "vor 4 jahren",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm f/2,2 ISO 125",
        "category": "landscape, building",
        "title": "قصر سانسوسي - برلين",
        "likes": 2,
        "city": "Deutschland"
      },
      {
        "id": 3005,
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/rhizomatischeBruecke.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/rhizomatischeBruecke.jpg",
        "taken": "Mar 24, 2018",
        "uploaded": "vor 4 jahren",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm f/2,2 ISO 125",
        "category": "landscape, building",
        "title": "قصر سانسوسي - برلين",
        "likes": 6,
        "city": "Deutschland"
      },
      {
        "id": 3006,
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/sanssouciPalace.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/sanssouciPalace.jpg",
        "taken": "Mar 18, 2018",
        "uploaded": "vor 4 jahren",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm f/2,2 ISO 125",
        "category": "landscape, building",
        "title": "الجسر الريزوماتي – برلين",
        "likes": 1,
        "city": "Deutschland"
      },
      {
        "id": 3007,
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/triptowepark.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/triptowepark.jpg",
        "taken": "Mar 05, 2018",
        "uploaded": "vor 4 jahren",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm f/2,2 ISO 125",
        "category": "landscape, building",
        "title": "تريبتو بارك - برلين",
        "likes": 3,
        "city": "Deutschland"
      },
      {
        "id": 3008,
        "path": "landscapeImage",
        "original": "../../src/assets/images/hamdiphotos/photography/landscape/museum Island.jpg",
        "thumbnail": "../../src/assets/images/hamdiphotos/photography/landscape/museum Island.jpg",
        "taken": "Mar 05, 2018",
        "uploaded": "vor 4 jahren",
        "camera": "Canon EOS 6D Mark II",
        "objective": "85 mm f/2,2 ISO 125",
        "category": "landscape, building",
        "title": "جزيرة المتاحف - برلين",
        "likes": 6,
        "city": "Deutschland"
      }
    ]
  },
<<<<<<< HEAD
  "contactData": {
    "en": [
      {
        "id": 5000,
        "firsname": "First Name:",
        "lastname": "Last Name:",
        "email": "Email:",
        "message": "Message!",
        "title": "Get in touch!",
        "description": "If you have any question please email me, I'll reply as soon as possible:",
        "submit": "submit"
      }
    ],
    "de": [
      {
        "id": 5000,
        "firsname": "Vorname:",
        "lastname": "Nachname:",
        "email": "Email:",
        "message": "Nachricht!",
        "title": "In Kontakt kommen!",
        "description": "Falls Sie eine Fragen stellen möchten, senden Sie mir bitte eine E-Mail. Ich werde so schnell wie möglich antworten:",
        "submit": "absenden"
      }
    ],
    "ar": [
      {
        "id": 5000,
        "firsname": "الإسم الأول:",
        "lastname": "اسم العائلة:",
        "email": "أيميل:",
        "message": "رسالة!",
        "photo": "https://www.linkpicture.com/q/personalPhoto.jpeg",
        "title": "تواصل معنا",
        "description": ":إذا كان لديك أي سؤال، يرجى مراسلتي عبر البريد الإلكتروني وسأرد في أقرب وقت ممكن",
        "submit": "إرسال"
      }
    ]
  },
=======
>>>>>>> 52edd7e (Update Contact Class connecting REST API)
  "SidebarData": {
    "en": [
      {
        "id": 6000,
        "title": "Project",
        "link": "/project",
        "icon": "FingerprintIcon"
      },
      {
        "id": 6001,
        "title": "Photography+",
        "link": "/",
        "icon": "CameraAltIcon",
        "item": [
          {
            "id": 6002,
            "title": "Portrait / Love",
            "link": "/portrait"
          },
          {
            "id": 6003,
            "title": "Portrait / Street",
            "link": "Street"
          },
          {
            "id": 6004,
            "title": "Landscape",
            "link": "/landscape"
          }
        ]
      },
      {
        "id": 6005,
        "title": "About",
        "link": "/about",
        "icon": "AccountCircleIcon"
      },
      {
        "id": 6006,
        "title": "Contact",
        "link": "/contact",
        "icon": "CallIcon"
      }
    ],
    "de": [
      {
        "id": 6000,
        "title": "ProjeKt",
        "link": "/project",
        "icon": "FingerprintIcon"
      },
      {
        "id": 6001,
        "title": "Fotografie+",
        "link": "/",
        "icon": "CameraAltIcon",
        "item": [
          {
            "id": 6002,
            "title": "Porträt / Liebe",
            "link": "/portrait"
          },
          {
            "id": 6003,
            "title": "Porträt / Straße",
            "link": "Street"
          },
          {
            "id": 6004,
            "title": "Landschaft",
            "link": "/landscape"
          }
        ]
      },
      {
        "id": 6005,
        "title": "Über",
        "link": "/about",
        "icon": "AccountCircleIcon"
      },
      {
        "id": 6006,
        "title": "KontaKt",
        "link": "/contact",
        "icon": "CallIcon"
      }
    ],
    "ar": [
      {
        "id": 6000,
        "title": "مشاريع",
        "link": "/project",
        "icon": "FingerprintIcon"
      },
      {
        "id": 6001,
        "title": "تصوير +",
        "link": "/",
        "icon": "CameraAltIcon",
        "item": [
          {
            "id": 6002,
            "title": "صورة / حب",
            "link": "/portrait"
          },
          {
            "id": 6003,
            "title": "صورة / شارع",
            "link": "Street"
          },
          {
            "id": 6004,
            "title": "منظر طبيعي",
            "link": "/landscape"
          }
        ]
      },
      {
        "id": 6005,
        "title": "حول",
        "link": "/about",
        "icon": "AccountCircleIcon"
      },
      {
        "id": 6006,
        "title": "تواصل",
        "link": "/contact",
        "icon": "CallIcon"
      }
    ]
  },
  "socialMediaicons": [
    {
      "id": 1,
      "icon": "MailOutlineIcon",
      "link": "http://gmx.net"
    },
    {
      "id": 2,
      "icon": "TwitterIcon",
      "link": "http://twitter.com"
    },
    {
      "id": 3,
      "icon": "InstagramIcon",
      "link": "http://instagram.com"
    }
  ],
  "comment": [
    {
      "id": "aqzxb7z2q",
      "body": "nice pic",
      "parentId": null,
      "imageID": 3004,
      "userId": "1",
      "username": "Lina Müller",
      "createdAt": "2023-09-15T14:12:14.251Z"
    },
    {
      "id": "itlhvhybg",
      "body": "Nice :)",
      "parentId": null,
      "imageID": 3000,
      "userId": "1",
      "username": "Lina Müller",
      "createdAt": "2023-09-15T14:36:44.300Z"
    },
    {
      "id": "oqzp2kqq8",
      "body": "what?",
      "parentId": "ph1xagp9g",
      "imageID": 3000,
      "userId": "1",
      "username": "Lina Müller",
      "createdAt": "2023-09-15T15:09:06.361Z"
    },
    {
      "id": "e4llyv07c",
      "body": "2000",
      "parentId": "ph1xagp9g",
      "imageID": 3000,
      "userId": "1",
      "username": "Lina Müller",
      "createdAt": "2023-09-16T01:47:05.658Z"
    },
    {
      "id": "9v9yqu4fv",
      "body": "8888",
      "parentId": null,
      "imageID": 3000,
      "userId": "1",
      "username": "Lina Müller",
      "createdAt": "2023-09-16T01:47:17.769Z"
    },
    {
      "id": "87dye89wi",
      "body": "999",
      "parentId": null,
      "imageID": 3000,
      "userId": "1",
      "username": "Lina Müller",
      "createdAt": "2023-09-16T01:47:26.218Z"
    },
    {
      "id": "dxbltkzc5",
      "body": "55",
      "parentId": null,
      "imageID": 3000,
      "userId": "1",
      "username": "Lina Müller",
      "createdAt": "2023-09-16T01:47:27.223Z"
    },
    {
      "id": "6kefnbesh",
      "body": "111",
      "parentId": null,
      "imageID": 3000,
      "userId": "1",
      "username": "Lina Müller",
      "createdAt": "2023-09-16T01:47:28.162Z"
    },
    {
      "id": "k01ngpq4s",
      "body": "022",
      "parentId": null,
      "imageID": 3000,
      "userId": "1",
      "username": "Lina Müller",
      "createdAt": "2023-09-16T01:47:29.074Z"
    },
    {
      "id": "f7xeojnfq",
      "body": "8008",
      "parentId": "6kefnbesh",
      "imageID": 3000,
      "userId": "1",
      "username": "Lina Müller",
      "createdAt": "2023-09-16T01:48:05.164Z"
    },
    {
      "id": "blaiazm0s",
      "body": "80808",
      "parentId": "6kefnbesh",
      "imageID": 3000,
      "userId": "1",
      "username": "Lina Müller",
      "createdAt": "2023-09-16T01:48:10.707Z"
    },
    {
      "id": "5fxk6u1w2",
      "body": "This is very cool PIC :\":",
      "parentId": null,
      "imageID": 3000,
      "userId": "1",
      "username": "Lina Müller",
      "createdAt": "2023-09-18T19:06:39.529Z"
    },
    {
      "id": "v8ke7wz2e",
      "body": "kjkjkljn",
      "parentId": null,
      "imageID": 2003,
      "userId": "1",
      "username": "Lina Müller",
      "createdAt": "2024-02-12T10:36:27.413Z"
    },
    {
      "id": "r3fk8fbcd",
      "body": "wow",
      "parentId": "66ldbarlc",
      "imageID": 3004,
      "userId": "1",
      "username": "Lina Müller",
      "createdAt": "2024-03-27T20:08:54.409Z"
    },
    {
      "id": "7ihgt1bno",
      "body": "حلوة كتير ",
      "parentId": null,
      "imageID": 3003,
      "userId": "1",
      "username": "Lina Müller",
      "createdAt": "2024-03-27T21:17:25.090Z"
    },
    {
      "id": "34wplg1v5",
      "body": "حلوة كتير",
      "parentId": null,
      "imageID": 3007,
      "userId": "1",
      "username": "Lina Müller",
      "createdAt": "2024-03-27T21:18:36.082Z"
    }
  ]
}